Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @info:whatsthis
source: <para>Specify the characteristics of alarm message windows:<list><item>If checked, the window is a normal window with a title bar, which grabs keyboard input when it is displayed.</item><item>If unchecked, the window does not interfere with your typing when it is displayed, but it has no title bar and cannot be moved or resized.</item></list></para>
cs: <para>Zvolte charakteristiky okna se zprávou upomínky:<list><item> Při výběru volby bude okno běžným oknem s titulkovým proužkem, který, pokud je zobrazen, bude zaznamenávat vstup z klávesnice.</item><item> Pokud nebude volba označena, nebudou příkazy z klávesnice zachyceny, ani pokud bude okno zobrazeno, jelikož nebude mít titulkový proužek, takže nepůjde posunovat ani měnit velikost.</item></list></para>
eo: <para>Specifu la karakterizaĵojn de alarmmesaĝaj fenestroj:<list><item>Se markita, la fenestro estas normala fenestro kun titolbreto, kiu kaptas klavaran enigon kiam ĝi estas montrata.</item><item>Se nemarkita, la fenestro ne malhelpas vian tajpadon kiam ĝi estas montrata, sed ĝi ne havas titolstangon kaj ne povas esti movita aŭ regrandigita.</item></list></para>

# @item:inlistbox Recurrence type
source: No Recurrence
cs: bez opakování
eo: Neniu ripetiĝo

# @item:inlistbox Recurrence type
source: At Login
cs: při přihlášení
eo: Ĉe Ensaluto

# @item:inlistbox Recurrence type
source: Hourly/Minutely
cs: hodinové / minutové
eo: Hore/Minute

# @item:inlistbox Recurrence type
source: Daily
cs: denní
eo: Ĉiutage

# @item:inlistbox Recurrence type
source: Weekly
cs: týdenní
eo: Ĉiusemajne

# @item:inlistbox Recurrence type
source: Monthly
cs: měsíční
eo: Monata

# @item:inlistbox Recurrence type
source: Yearly
cs: roční
eo: Ĉiujare

# @title:group
source: Recurrence Rule
cs: Pravidla opakování
eo: Regulo de ripetiĝo

# @info:whatsthis
source: Do not repeat the alarm
cs: Upomínku neopakovat
eo: Ne ripetu la alarmon

# @info:whatsthis
source: <para>Trigger the alarm at the specified date/time and at every login until then.</para><para>Note that it will also be triggered any time <application>KAlarm</application> is restarted.</para>
cs: <para>Spustí upomínku v určenou dobu a při každém přihlášení před touto dobou.</para><para>Uvědomte si, že bude spuštěna také při každém spuštění aplikace <application>KAlarm</application>.</para>
eo: <para>Ekagigi la alarmon je la specifita dato/tempo kaj ĉe ĉiu ensaluto ĝis tiam.</para><para>Rimarku, ke ĝi ankaŭ estos ekfunkciigita kiam <application>KAlarm</application> estos rekomencita.</para>

# @info:whatsthis
source: Repeat the alarm at hourly/minutely intervals
cs: Opakovat upomínku v hodinových / minutových intervalech
eo: Ripeti la alarmon je hora/minuta intervaloj

# @info:whatsthis
source: Repeat the alarm at daily intervals
cs: Opakovat upomínku v denních intervalech
eo: Ripeti la alarmon je ĉiutagaj intervaloj

# @info:whatsthis
source: Repeat the alarm at weekly intervals
cs: Opakovat upomínku v týdenních intervalech
eo: Ripeti la alarmon je semajnaj intervaloj

# @info:whatsthis
source: Repeat the alarm at monthly intervals
cs: Opakovat upomínku v měsíčních intervalech
eo: Ripeti la alarmon je monataj intervaloj

# @info:whatsthis
source: Repeat the alarm at annual intervals
cs: Opakovat upomínku v ročních intervalech
eo: Ripeti la alarmon je ĉiujaraj intervaloj

# @info:whatsthis
source: Set up a repetition within the recurrence, to trigger the alarm multiple times each time the recurrence is due.
cs: Nastaví vnořené opakování do základního opakování, aby při spouštění upomínek docházelo k jejich opakovanému zobrazení v intervalu stanoveném vnořeným opakováním.
eo: Agordu ripeton ene de la ripetiĝo, por ekigi la alarmon plurfoje ĉiufoje kiam la ripetiĝo estas ŝuldata.

# @title:group
source: Recurrence End
cs: Konec opakování
eo: Ripetado Fino

# @option:radio
source: No end
cs: Nikdy
eo: Sen fino

# @info:whatsthis
source: Repeat the alarm indefinitely
cs: Upomínku opakovat stále
eo: Ripeti la alarmon senfine

# @option:radio
source: End after:
cs: Ukončit po:
eo: Fino post:

# @info:whatsthis
source: Repeat the alarm for the number of times specified
cs: Zobrazit upomínku dle zadaného počtu opakování
eo: Ripeti la alarmon por la nombro da fojoj specifita

# @info:whatsthis
source: Enter the total number of times to trigger the alarm
cs: Zadejte celkový počet spuštění upomínky
eo: Enigu la entutan nombron da fojoj por ekigi la alarmon

# @label
source: occurrence(s)
cs: výskytech
eo: okazo(j)

# @option:radio
source: End by:
cs: Ukončit v:
eo: Fini ĝis:

# @info:whatsthis
source: <para>Repeat the alarm until the date/time specified.</para><para><note>This applies to the main recurrence only. It does not limit any sub-repetition which will occur regardless after the last main recurrence.</note></para>
cs: <para>Bude opakovat upomínku až do zvoleného data / času.</para><para> <note>Volba se nastavuje pouze pro hlavní opakování. To neomezí vnořené opakování, které nastane i po posledním výskytu hlavního opakování.</note></para>
eo: <para>Ripetu la alarmon ĝis la dato/tempo specifita.</para><para><note>Ĉi tio validas nur por la ĉefa ripetiĝo. Ĝi ne limigas ajnan subripeton kiu okazos sendepende de la lasta ĉefa ripetiĝo.</note></para>

# @info
source: This uses the same time zone as the start time.
cs: Použije stejnou časové pásmo, jako v době spuštění.
eo: Ĉi tio uzas la saman horzonon kiel la komenca tempo.

# @info:whatsthis
source: <para>Enter the last date to repeat the alarm.</para><para>%1</para>
cs: <para>Zadejte datum pro poslední opakování upomínky.</para><para>%1</para>
eo: <para>Enigu la lastan daton por ripeti la alarmon.</para><para>%1</para>

# @info:whatsthis
source: <para>Enter the last time to repeat the alarm.</para><para>%1</para><para>%2</para>
cs: <para>Zadejte čas pro poslední opakování upomínky.</para><para>%1 </para><para>%2</para>
eo: <para>Enigu la lastan fojon por ripeti la alarmon.</para><para>%1</para><para>%2</para>

# @info:whatsthis
source: Stop repeating the alarm after your first login on or after the specified end date
cs: Ukončit opakování upomínky po prvním přihlášení nebo po určeném dni ukončení
eo: Ĉesi ripeti la alarmon post via unua ensaluto en aŭ post la specifita findato

# @title:group
source: Exceptions
cs: Výjimky
eo: Esceptoj

# @info:whatsthis
source: The list of exceptions, i.e. dates/times excluded from the recurrence
cs: Seznam výjimek, tzn. data / časy vyřazené z opakování
eo: La listo de esceptoj, t.e. datoj/tempoj ekskluditaj de la ripetiĝo

# @info:whatsthis
source: Enter a date to insert in the exceptions list. Use in conjunction with the Add or Change button below.
cs: Zadejte datum pro vložení do seznamu výjimek. Použijte ve spojení s tlačítky Přidat a Změnit.
eo: Enigu daton por enmeti en la liston de esceptoj. Uzu kune kun la butono Aldoni aŭ Ŝanĝi sube.

# @action:button
source: Add
cs: Přidat
eo: Aldoni

# @info:whatsthis
source: Add the date entered above to the exceptions list
cs: Přidat výše zadané datum do seznamu výjimek
eo: Aldoni la supre enskribitan daton al la listo de esceptoj

# @action:button
source: Change
cs: Změnit
eo: Ŝanĝi

# @info:whatsthis
source: Replace the currently highlighted item in the exceptions list with the date entered above
cs: Upravit označenou položku ze seznamu výjimek s datem zadaným výše
eo: Anstataŭigi la aktuale elstarigitan eron en la listo de esceptoj per la dato enigita supre

# @info:whatsthis
source: Remove the currently highlighted item from the exceptions list
cs: Odstranit označenou položku ze seznamu výjimek
eo: Forigi la aktuale elstarigitan eron el la listo de esceptoj

# @option:check
source: Exclude holidays
cs: Vyřadit dovolenou
eo: Ekskludi feriojn

# @info:whatsthis
source: <para>Do not trigger the alarm on holidays.</para><para>You can specify your holiday region in the Configuration dialog.</para>
cs: <para>V době dovolené nebude upomínka spuštěna.</para><para>V dialogu pro nastavení můžete zvolit oblast vaší dovolené.</para>
eo: <para>Ne ekigi la alarmon dum ferioj.</para><para>Vi povas specifi vian ferian regionon en la dialogo Agordo.</para>

# @option:check
source: Only during working time
cs: Pouze v pracovní době
eo: Nur dum labortempo

# @info:whatsthis
source: <para>Only execute the alarm during working hours, on working days.</para><para>You can specify working days and hours in the Configuration dialog.</para>
cs: <para>Upomínka bude zobrazena pouze v v pracovní době v pracovní dny. </para><para>Pracovní dny a dobu můžete nastavit v dialogu pro nastavení.</para>
eo: <para>Efektivigi la alarmon nur dum laborhoroj, dum labortagoj.</para><para>Vi povas specifi labortagojn kaj horojn en la dialogo Agordo.</para>

# @info
source: End date is earlier than start date
cs: Koncové datum nastane dřív než datum spuštění
eo: Fina dato estas pli frua ol komenca dato

# @info
source: End date/time is earlier than start date/time
cs: Koncové datum nebo čas nastane dřív než datum / čas spuštění
eo: Findato/tempo estas pli frua ol komenca dato/tempo

# @info
source: Date cannot be earlier than start date
cs: Datum nemůže být dřív než počáteční datum
eo: La dato ne povas esti pli frua ol komenca dato

# @label:spinbox
source: Recur every
eo: Ripeti ĉiun

# @label Time units for user-entered numbers
source: hours:minutes
cs: hodin:minut
eo: horoj:minutoj

# @info:whatsthis
source: Enter the number of hours and minutes between repetitions of the alarm
cs: Zadejte čas (v hodinách a minutách) mezi opakováními upomínky
eo: Enigi la nombron da horoj kaj minutoj inter ripetoj de la alarmo

# @label On: Tuesday
source: On:
eo: Je:

# @info
source: No day selected
cs: Není vybrán žádný den
eo: Neniu tago elektita

# @label Time unit for user-entered number
source: day(s)
cs: den(dnů)
eo: tago(j)

# @info:whatsthis
source: Enter the number of days between repetitions of the alarm
cs: Zadejte počet dní mezi opakováními upomínky
eo: Enigi la nombron da tagoj inter ripetoj de la alarmo

# @info:whatsthis
source: Select the days of the week on which the alarm is allowed to occur
cs: Vyberte dny v týdnu, kdy se má upomínka zobrazovat
eo: Elektu la tagojn de la semajno, en kiuj la alarmo rajtas okazi

# @label Time unit for user-entered number
source: week(s)
cs: týden(týdnů)
eo: semajno(j)

# @info:whatsthis
source: Enter the number of weeks between repetitions of the alarm
cs: Zadejte počet týdnů mezi opakováními upomínky
eo: Enigi la nombron da semajnoj inter ripetoj de la alarmo

# @info:whatsthis
source: Select the days of the week on which to repeat the alarm
cs: Vyberte dny v týdnu, kdy se má upomínka opakovat
eo: Elektu la tagojn de la semajno en kiuj ripeti la alarmon

# @option:radio On day number in the month
source: On day
eo: En tago

# @info:whatsthis
source: Repeat the alarm on the selected day of the month
cs: Opakovat upomínku vybraný den v měsíci
eo: Ripeti la alarmon en la elektita tago de la monato

# @item:inlistbox Last day of month
source: Last
cs: Poslední
eo: Laste

# @info:whatsthis
source: Select the day of the month on which to repeat the alarm
cs: Vyberte den v měsíci, kdy si přejete upomínku opakovat
eo: Elektu la tagon de la monato, en kiu ripeti la alarmon

# @option:radio On the 1st Tuesday
source: On the
eo: Sur la

# @info:whatsthis
source: Repeat the alarm on one day of the week, in the selected week of the month
cs: Opakovat upomínku jeden den ve vybraném týdnu měsíce
eo: Ripeti la alarmon en unu tago de la semajno, en la elektita semajno de la monato

# @item:inlistbox
source: 1st
eo: 1-a

# @item:inlistbox
source: 2nd
eo: 2-a

# @item:inlistbox
source: 3rd
eo: 3-a

# @item:inlistbox
source: 4th
eo: 4-a

# @item:inlistbox
source: 5th
eo: 5-a

# @item:inlistbox Last Monday in March
source: Last
cs: Poslední
eo: Laste

# @item:inlistbox
source: 2nd Last
cs: Předposlední
eo: 2-a Laste

# @item:inlistbox
source: 3rd Last
cs: 3. od konce
eo: 3-a Laste

# @item:inlistbox
source: 4th Last
cs: 4. od konce
eo: 4-a Laste

# @item:inlistbox
source: 5th Last
cs: 5. od konce
eo: 5-a Laste

# @item:inlistbox Every (Monday...) in month
source: Every
cs: Každý
eo: Ĉiun

# @info:whatsthis
source: Select the week of the month in which to repeat the alarm
cs: Vyberte týden v měsíci, kdy se má upomínka opakovat
eo: Elektu la semajnon de la monato en kiu ripeti la alarmon

# @info:whatsthis
source: Select the day of the week on which to repeat the alarm
cs: Vyberte den v týdnu, kdy se má upomínka opakovat
eo: Elektu la semajnotagon en kiu ripeti la alarmon

# @label Time unit for user-entered number
source: month(s)
cs: měsíc(ů)
eo: monato(j)

# @info:whatsthis
source: Enter the number of months between repetitions of the alarm
cs: Zadejte počet měsíců mezi opakováními upomínky
eo: Enigu la nombron da monatoj inter ripetoj de la alarmo

# @label Time unit for user-entered number
source: year(s)
cs: rok(y)
eo: jaro(j)

# @info:whatsthis
source: Enter the number of years between repetitions of the alarm
cs: Zadejte počet roků mezi opakováními upomínky
eo: Enigu la nombron da jaroj inter ripetoj de la alarmo

# @label List of months to select
source: Months:
cs: Měsíce:
eo: Monatoj:

# @info:whatsthis
source: Select the months of the year in which to repeat the alarm
cs: Vyberte měsíc v roce, kdy se má upomínka opakovat
eo: Elektu la monatojn de la jaro en kiuj ripeti la alarmon

# @label:listbox
source: February 29th alarm in non-leap years:
eo: Alarmo de la 29-a de februaro en nesuperjaroj:

# @item:inlistbox No date
source: None
cs: žádný
eo: Neniu

# @info:whatsthis
source: Select which date, if any, the February 29th alarm should trigger in non-leap years
cs: Vyberte datum, kdy se má upomínka z 29. února v nepřestupných rocích spustit
eo: Elektu kian daton, se ekzistas, la alarmo de la 29-a de februaro devus ekfunkciigi en ne-superjaroj

# @info
source: No month selected
cs: Není vybrán žádný měsíc
eo: Neniu monato elektita

# @option:check
source: Reminder for first recurrence only
cs: Připomenutí pouze pro první opakování
eo: Memorigilo nur por unua ripetiĝo

# @item:inlistbox
source: in advance
cs: v předstihu
eo: anticipe

# @option:check
source: Reminder:
cs: Připomenutí:
eo: Rememorigilo:

# @item:inlistbox
source: afterwards
cs: poté
eo: poste

# @info:whatsthis
source: Display the reminder only for the first time the alarm is scheduled
cs: Zobrazit připomenutí pouze pro první výskyt naplánované upomínky
eo: Montri la memorigilon nur por la unua fojo, kiam la alarmo estas planita

# @title:window
source: Alarm Sub-Repetition
cs: Následující opakování upomínky
eo: Alarmo Sub-Ripeto

# @option:check Repeat every 10 minutes
source: Repeat every
cs: Opakovat každých
eo: Ripeti ĉiun

# @info:whatsthis
source: Instead of the alarm triggering just once at each recurrence, checking this option makes the alarm trigger multiple times at each recurrence.
cs: Při označení volby se nebude při každém opakování spouštět upomínka pouze jedenkrát, ale bude spuštěna vícekrát.
eo: Anstataŭ ke la alarmo ekfunkciigas nur unufoje ĉe ĉiu ripetiĝo, marki ĉi tiun opcion igas la alarmon ekfunkciigas plurfoje ĉe ĉiu ripetiĝo.

# @info:whatsthis
source: Enter the time between repetitions of the alarm
cs: Zadejte časový interval mezi opakováním upomínek
eo: Enigu la tempon inter ripetoj de la alarmo

# @option:radio
source: Number of repetitions:
cs: Počet opakování:
eo: Nombro da ripetoj:

# @info:whatsthis
source: Check to specify the number of times the alarm should repeat after each recurrence
cs: Zadejte počet, kolikrát má být upomínka zopakována
eo: Marku por specifi kiom da fojoj la alarmo devus ripetiĝi post ĉiu ripetiĝo

# @info:whatsthis
source: Enter the number of times to trigger the alarm after its initial occurrence
cs: Zadejte, kolikrát má být upomínka opakována po svém prvním spuštění
eo: Enigu la nombron da fojoj por ekigi la alarmon post ĝia komenca okazo

# @option:radio
source: Duration:
cs: Doba trvání:
eo: Daŭro:

# @info:whatsthis
source: Check to specify how long the alarm is to be repeated
cs: Zadejte, jak dlouho má být upomínka opakována
eo: Marku por specifi kiom longe la alarmo estas ripetota

# @info:whatsthis
source: Enter the length of time to repeat the alarm
cs: Zadejte dobu, po kterou má být upomínka opakována
eo: Enigu la daŭron por ripeti la alarmon

# @info
source: Could not load calendar <filename>%1</filename>.
cs: Nelze načíst kalendář <filename>%1</filename>.
eo: Ne eblis ŝargi kalendaron <filename>%1</filename>.

# @info
source: Cannot download calendar: <filename>%1</filename>
cs: Nelze stáhnout kalendář: <filename>%1</filename>
eo: Ne povas elŝuti kalendaron: <filename>%1</filename>

# @info
source: Calendar <resource>%1</resource> is in an old format (<application>KAlarm</application> version %2), and will be read-only unless you choose to update it to the current format.
cs: Kalendář <resource>%1</resource> je ve starém formátu (<application>KAlarm</application> verze %2) a bude pouze ke čtení, dokud nezvolíte jeho aktualizaci do aktuálního formátu.
eo: Kalendaro <resource>%1</resource> estas en malnova formato (<application>KAlarm</application> versio %2), kaj estos nurlegebla krom se vi elektas ĝisdatigi ĝin al la nuna formato.

# @info
source: Some or all of the alarms in calendar <resource>%1</resource> are in an old <application>KAlarm</application> format, and will be read-only unless you choose to update them to the current format.
cs: Některé, nebo všechny upomínky v kalendáři <resource>%1</resource> jsou ve starém formátu <application>KAlarm</application> a budou pouze ke čtení, dokud nezvolíte jejich aktualizaci do aktuálního formátu.
eo: Kelkaj aŭ ĉiuj alarmoj en kalendaro <resource>%1</resource> estas en malnova <application>KAlarm</application> formato, kaj estos nurlegeblaj krom se vi elektas ĝisdatigi ilin al la nuna formato.

# @info
source: <para>%1</para><para><warning>Do not update the calendar if it is also used with an older version of <application>KAlarm</application> (e.g. on another computer). If you do so, the calendar may become unusable there.</warning></para><para>Do you wish to update the calendar?</para>
cs: <para>%1</para><para><warning>Neprovádějte aktualizaci kalendáře, pokud je sdílený s jinou verzí <application>KAlarm</application> (např. na jiném počítači). Pokud tak učiníte, může se tam stát nepoužitelný. </warning></para><para>Opravdu si přejete kalendář aktualizovat?</para>
eo: <para>%1</para><para><warning>Ne ĝisdatigu la kalendaron se ĝi ankaŭ estas uzata kun pli malnova versio de <application>KAlarm</application> (ekz. en alia komputilo). Se vi faras tion, la kalendaro eble fariĝos neuzebla tie.</warning></para><para>Ĉu vi volas ĝisdatigi la kalendaron?</para>

# @info
source: Calendar is not configured.
eo: Kalendaro ne estas agordita.

# @info
source: Error loading calendar <resource>%1</resource>.
eo: Eraro dum ŝargo de kalendaro <resource>%1</resource>.

# @info
source: Error saving calendar <resource>%1</resource>.
eo: Eraro dum konservado de kalendaro <resource>%1</resource>.

# @info
source: Calendar is read-only.
eo: Kalendaro estas nurlegebla.

# @info
source: Calendar file is in wrong format: <filename>%1</filename>.
eo: Kalendara dosiero estas en malĝusta formato: <filename>%1</filename>.

# @info
source: Failed to update format of calendar <resource>%1</resource>
cs: Nelze odstranit formát kalendáře <resource>%1</resource>.
eo: Malsukcesis ĝisdatigi formaton de kalendaro <resource>%1</resource>

# @title:window
source: Calendar Configuration
cs: Nastavení kalendáře
eo: Kalendara Agordo

# @label:listbox
source: Select storage type of new calendar:
eo: Elektu konservan tipon de nova kalendaro:

# @info
source: Error! The file <filename>%1</filename> is already used by an existing calendar.
eo: Eraro! La dosiero <filename>%1</filename> jam estas uzata de ekzistanta kalendaro.

# @title:window
source: Import Directory Resource
eo: Importi Adresaran Rimedon

# @title:tab
source: Import Calendar Directory Resource
eo: Importi Kalendaran Adresaron Rimedon

# @title:tab
source: Import Active Alarms
cs: Importovat aktivní upomínky
eo: Importi Aktivajn Alarmojn

# @title:tab
source: Import Archived Alarms
eo: Importi Arkivitajn Alarmojn

# @title:tab
source: Import Alarm Templates
eo: Importi Alarmajn Ŝablonojn

# @item:intext
source: Active alarms
cs: Aktivní upomínky
eo: Aktivaj alarmoj

# @item:intext
source: Archived alarms
cs: Archivované upomínky
eo: Arkivitaj alarmoj

# @item:intext
source: Alarm templates
cs: Šablony upomínek
eo: Ŝablonoj de alarmo

# @item:inlistbox File type selection filter
source: Calendar files
cs: Soubory kalendáře
eo: Kalendaraj dosieroj

# @info:status
source: Checking file information...
cs: Kontroluji informace...
eo: Kontrolante dosiero-informojn...

# @info:status
source: Error! File already exists.
eo: Eraro! Dosiero jam ekzistas.

# @info:status
source: Error! Cannot create file (directory does not exist).
eo: Eraro! Ne povas krei dosieron (dosierujo ne ekzistas).

# @info:status
source: Error! Cannot create file (directory is not writable).
eo: Eraro! Ne povas krei dosieron (dosierujo ne estas skribebla).

# @info
source: Error! Cannot create file (directory does not exist).
eo: Eraro! Ne povas krei dosieron (dosierujo ne ekzistas).

# @info
source: Error! Cannot create file (directory is not writable).
eo: Eraro! Ne povas krei dosieron (dosierujo ne estas skribebla).

# @info
source: KAlarm no longer supports calendar directory resources. In order to continue using the contents of the directory resource below, you must import it into a KAlarm calendar file resource.
eo: KAlarm ne plu subtenas kalendarajn dosierujojn. Por daŭre uzi la enhavon de la dosieruja rimedo sube, vi devas importi ĝin en kalendaran dosierrimedon de KAlarm.

# @info
source: KAlarm no longer supports calendar directory resources. In order to continue using the contents of the directory resource below, you must import each of its alarm types into separate KAlarm calendar file resources.
eo: KAlarm ne plu subtenas kalendarajn dosierujojn. Por daŭre uzi la enhavon de la dosierujo-rimedo malsupre, vi devas importi ĉiun el ĝiaj alarmtipoj en apartajn KAlarm-kalendarajn dosierresursojn.

# @label:textbox
source: Display name:
cs: Zobrazit jméno:
eo: Montra nomo:

# @label:textbox
source: Calendar directory:
cs: Adresář kalendáře:
eo: Kalendara dosierujo:

# @label:textbox
source: Alarm types:
cs: Typy upomínek:
eo: Tipoj de alarmo:

# @info
source: If you prefer, you can import this calendar directory resource later, by using the Import Alarms menu option to import the calendar files contained within it.
eo: Se vi preferas, vi povas importi ĉi tiun kalendaran dosierujon poste, uzante la menuopcion Importi Alarmojn por importi la kalendarajn dosierojn enhavitajn en ĝi.

# @option:radio
source: Import into existing calendar file resource
eo: Importu en ekzistantan kalendaran rimedon

# @info:whatsthis
source: Select the resource to import the directory resource's alarms into.
eo: Elektu la rimedon por importi la alarmojn de la dosierujo.

# @option:radio
source: Import into new calendar file resource
eo: Importi en novan kalendardosieran rimedon

# @label:textbox
source: Filename:
cs: Název souboru:
eo: Dosiernomo:

# @info:tooltip
source: Select the file to contain this resource. The file must not already exist.
eo: Elektu la dosieron por enhavi ĉi tiun rimedon. La dosiero ne devas jam ekzisti.

# @info:whatsthis
source: Select the file to contain this resource. The file must not already exist. Note that if the URL of a remote file is specified, monitoring for file changes will not work.
eo: Elektu la dosieron por enhavi ĉi tiun rimedon. La dosiero ne devas jam ekzisti. Rimarku ke se la URL de fora dosiero estas specifita, monitorado por dosierŝanĝoj ne funkcios.
