Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @info:whatsthis
source: <para>Enter the event duration in hours and minutes, for alarms which are copied to KOrganizer.</para><para>%1</para>
cs: <para>Zadejte dobu trvání události v hodinách a minutách pro upomínky, které budou kopírovány do KOrganizeru.</para><para>%1</para>
eo: <para>Enigu la eventodaŭron en horoj kaj minutoj, por alarmoj kiuj estas kopiitaj al KOrganizer.</para><para>%1</para>

# @title:group
source: New Alarms && Templates
cs: Nové upomínky a šablony
eo: Novaj Alarmoj && Ŝablonoj

# @option:radio
source: Store in default calendar
cs: Uložit do výchozího kalendáře
eo: Konservi en defaŭlta kalendaro

# @info:whatsthis
source: Add all new alarms and alarm templates to the default calendars, without prompting.
cs: Bez dotazování přidá všechny nové upomínky a šablony upomínek do výchozího kalendáře.
eo: Aldonu ĉiujn novajn alarmojn kaj alarmŝablonojn al la defaŭltaj kalendaroj, sen instigado.

# @option:radio
source: Prompt for which calendar to store in
cs: Dotázat se, do kterého kalendáře uložit
eo: Demandi en kiu kalendaro konservi

# @info:whatsthis
source: <para>When saving a new alarm or alarm template, prompt for which calendar to store it in, if there is more than one active calendar.</para><para>Note that archived alarms are always stored in the default archived alarm calendar.</para>
cs: <para>Pokud je aktivní více než jeden kalendář, dotáže se při ukládání nové upomínky, nebo šablony, do kterého ji má uložit.</para><para>Uvědomte si, že uložené upomínky jsou vždy uloženy ve výchozím kalendáři upomínek.</para>
eo: <para>Kiam konservante novan alarmon aŭ alarmŝablonon, demandu en kiu kalendaro konservi ĝin, se estas pli ol unu aktiva kalendaro.</para><para>Rimarku, ke arkivitaj alarmoj ĉiam estas konservitaj en la defaŭlta arkivita alarmkalendaro.</para>

# @title:group
source: Archived Alarms
cs: Archivované upomínky
eo: Arkivitaj Alarmoj

# @option:check
source: Keep alarms after expiry
cs: Neodstraňovat prošlé upomínky
eo: Konservi alarmojn post eksvalidiĝo

# @info:whatsthis
source: Check to archive alarms after expiry or deletion (except deleted alarms which were never triggered).
cs: Výběrem volby zajistíte, že prošlé a smazané upomínky budou archivovány (kromě smazaných upomínek, které nebyly nikdy spuštěny).
eo: Marku por arkivi alarmojn post eksvalidiĝo aŭ forigo (krom forigitaj alarmoj, kiuj neniam estis ekigitaj).

# @option:check
source: Discard archived alarms after:
cs: Vyřadit archivované upomínky po:
eo: Forĵeti arkivitajn alarmojn post:

# @label Time unit for user-entered number
source: days
cs: dnech
eo: tagoj

# @info:whatsthis
source: Uncheck to store archived alarms indefinitely. Check to enter how long archived alarms should be stored.
cs: Pokud není volba vybrána, budou archivované upomínky uloženy natrvalo.
eo: Malmarku por konservi arkivitajn alarmojn senfine. Marku por enigi kiom longe arkivitaj alarmoj estu konservitaj.

# @action:button
source: Clear Archived Alarms
cs: Smazat archivované upomínky
eo: Klara Arkivita Alarmoj

# @info:whatsthis
source: Delete all existing archived alarms.
cs: Odstranit všechny existující archivované upomínky.
eo: Forigi ĉiujn ekzistantajn arkivitajn alarmojn.

# @info:whatsthis
source: Delete all existing archived alarms (from the default archived alarm calendar only).
cs: Odstraní všechny existující archivované upomínky (pouze z výchozího kalendáře pro archivování upomínek).
eo: Forigu ĉiujn ekzistantajn arkivitajn alarmojn (nur el la defaŭlta arkivita alarmkalendaro).

# @info
source: <para>A default calendar is required in order to archive alarms, but none is currently enabled.</para><para>If you wish to keep expired alarms, please first use the calendars view to select a default archived alarms calendar.</para>
cs: <para>Pro možnost archivování upomínek je vyžadován výchozí kalendář, který ale není v současnosti aktivován.</para><para>Pokud si přejete zachovat uplynulé upomínky, vyberte nejdříve výchozí kalendář pro archivaci upomínek v okně Kalendáře.</para>
eo: <para>Defaŭlta kalendaro estas bezonata por arkivi alarmojn, sed neniu estas aktuale aktivigita.</para><para>Se vi volas konservi eksvalidiĝintajn alarmojn, bonvolu unue uzi la kalendaran vidon por elekti defaŭltan arkivitan alarmkalendaron.</para>

# @info
source: Do you really want to delete all archived alarms?
cs: Opravdu si přejete odstranit všechny archivované upomínky?
eo: Ĉu vi vere volas forigi ĉiujn arkivitajn alarmojn?

# @info
source: Do you really want to delete all alarms in the default archived alarm calendar?
cs: Opravdu si přejete odstranit všechny upomínky z výchozího kalendáře pro archivování upomínek?
eo: Ĉu vi vere volas forigi ĉiujn alarmojn en la defaŭlta arkivita alarmkalendaro?

# @label
source: Email client:
cs: Poštovní klient:
eo: Retpoŝta kliento:

# @info
source: Choose how to send email when an email alarm is triggered.
cs: Vyberte jak zaslat e-mail pokud je spuštěna upomínka e-mailem.
eo: Elektu kiel sendi retpoŝton kiam retpoŝta alarmo estas ekigita.

# @info:whatsthis
source: <para>%1<list><item><interface>%2</interface>: The email is sent automatically via <application>KMail</application>.</item><item><interface>%3</interface>: The email is sent automatically. This option will only work if your system is configured to use <application>sendmail</application> or a sendmail compatible mail transport agent.</item></list></para>
cs: <para>%1<list><item><interface>%2</interface>: Zpráva je odeslána automaticky pomocí aplikace <application>KMail</application>.</item><item><interface>%3</interface>: Zpráva bude odeslána automaticky. Tato volba bude fungovat pouze, pokud je váš systém nastaven, aby používal <application>sendmail</application>, nebo s ním kompatibilního zprostředkovatele pro zasílání zpráv. </item></list></para>
eo: <para>%1<list><item><interface>%2</interface>: La retpoŝto estas sendita aŭtomate per <application>KMail</application>.</item><item><interface>%3</interface>: La retpoŝto estas sendita aŭtomate. Ĉi tiu opcio funkcios nur se via sistemo estas agordita por uzi <application>sendmail</application> aŭ sendmail-kongruan poŝttransportan agenton.</item></list></para>

# @info:whatsthis
source: <para>%1<list><item><interface>%2</interface>: The email is sent automatically. This option will only work if your system is configured to use <application>sendmail</application> or a sendmail compatible mail transport agent.</item></list></para>
cs: <para>%1<list><item><interface>%2</interface>: Zpráva je odeslána automaticky: Tato volby bude fungovat pouze, pokud je váš systém nastaven, aby používal <application>sendmail </application>, nebo nebo s ním kompatibilního zprostředkovatele pro zasílání zpráv.</item></list></para>
eo: <para>%1<list><item><interface>%2</interface>: La retpoŝto estas sendita aŭtomate. Ĉi tiu opcio funkcios nur se via sistemo estas agordita por uzi <application>sendmail</application> aŭ sendmail kongrua poŝta transporta agento.</item></list></para>

# @option:check
source: Copy sent emails into <application>KMail</application>'s <resource>%1</resource> folder
cs: Kopírovat odeslané zprávy do složky <resource>%1</resource> aplikace <application>KMail</application>
eo: Kopiu senditajn retmesaĝojn en la dosierujon <resource>%1</resource> de <application>KMail</application>

# @info:whatsthis
source: After sending an email, store a copy in <application>KMail</application>'s <resource>%1</resource> folder
cs: Po odeslání zprávy uložit kopii do složky <resource>%1</resource> aplikace <application>KMail</application>
eo: Post sendi retmesaĝon, konservu kopion en la dosierujo <resource>%1</resource> de <application>KMail</application>

# @option:check
source: Notify when remote emails are queued
cs: Upozornit na vzdálené zprávy ve frontě
eo: Sciigi kiam foraj retpoŝtoj estas vicigitaj

# @title:group
source: Your Email Address
cs: Vaše e-mailová adresa
eo: Via retpoŝta adreso

# @label 'From' email address
source: From:
cs: Od:
eo: De:

# @info:whatsthis
source: Your email address, used to identify you as the sender when sending email alarms.
cs: Vaše e-mailová adresa, která slouží k vaší identifikaci jako odesílatele Poštovní upomínky.
eo: Via retadreso, uzata por identigi vin kiel la sendinto dum sendado de retpoŝtaj alarmoj.

# @option:radio
source: Use default <application>KMail</application> identity
cs: Použít výchozí identitu aplikace <application>KMail</application>
eo: Uzi defaŭltan <application>KMail</application> identecon

# @info:whatsthis
source: Check to use the default email address set in <application>KMail</application>, to identify you as the sender when sending email alarms.
cs: Zkontrolujte, že je výchozí e-mailová adresa v aplikaci <application>KMail</application> nastavena abyste byli označeni za odesílatele Poštovní upomínky.
eo: Marku uzi la defaŭltan retadreson fiksitan en <application>KMail</application>, por identigi vin kiel la sendinto dum sendado de retpoŝtaj alarmoj.

# @option:radio
source: Use <application>KMail</application> identities
cs: Použít identity aplikace <application>KMail</application>
eo: Uzi <application>KMail</application> identecojn

# @info:whatsthis
source: Check to use <application>KMail</application>'s email identities to identify you as the sender when sending email alarms. For existing email alarms, <application>KMail</application>'s default identity will be used. For new email alarms, you will be able to pick which of <application>KMail</application>'s identities to use.
cs: Při výběru volby budou pro vaší identifikaci jako odesílatele Poštovních upomínek použity identity aplikace <application>KMail</application>. Na existující Poštovní upomínky bude použita výchozí identita aplikace <application>KMail </application>. U nových Poštovních upomínek si budete moci vybrat, která identita aplikace <application>KMail</application> bude použita.
eo: Marku uzi la retpoŝtajn identecojn de <application>KMail</application> por identigi vin kiel la sendinto dum sendado de retpoŝtaj alarmoj. Por ekzistantaj retpoŝtaj alarmoj, la defaŭlta identeco de <application>KMail</application> estos uzata. Por novaj retpoŝtaj alarmoj, vi povos elekti kiujn el la identecoj de <application>KMail</application> uzi.

# @info:whatsthis
source: Your email address, used for blind copying email alarms to yourself. If you want blind copies to be sent to your account on the computer which <application>KAlarm</application> runs on, you can simply enter your user login name.
cs: Vaše adresa použitá pro zasílání skryté kopie Poštovní upomínky sám sobě. Pokud si přejete skrytou kopii zaslat na vašeho uživatele na počítač, kde běží <application>KAlarm</application>, zadejte jednoduše vaše uživatelské přihlašovací jméno.
eo: Via retadreso, uzata por blinde kopii retpoŝtajn alarmojn al vi mem. Se vi volas ke blindaj kopioj estu senditaj al via konto en la komputilo, sur kiu funkcias <application>KAlarm</application>, vi povas simple enigi vian salutnomon de uzanto.

# @info:whatsthis
source: Check to use the default email address set in <application>KMail</application>, for blind copying email alarms to yourself.
cs: Zkontrolujte, že je výchozí e-mailová adresa v aplikaci <application>KMail</application> nastavena pro kopírování Poštovních upomínek sobě.
eo: Marku por uzi la defaŭltan retadreson fiksitan en <application>KMail</application>, por blinde kopii retpoŝtajn alarmojn al vi mem.

# @info
source: No valid 'Bcc' email address is specified.
cs: Byla zadána neplatná adresa pro 'Skrytou kopii'.
eo: Neniu valida 'Bcc' retadreso estas specifita.

# @info
source: Are you sure you want to save your changes?
cs: Opravdu si přejete uložit změny?
eo: Ĉu vi certas, ke vi volas konservi viajn ŝanĝojn?

# @info
source: <para>No default email address is currently set in <application>KMail</application>.</para><para>%1</para><para>%2</para>
cs: <para>V <application>KMail</application> nebo v Nastavení Systému KDE není momentálně nastavena žádná výchozí e-mailová adresa.</para><para>%1</para><para>%2</para>
eo: <para>Neniu defaŭlta retadreso estas nuntempe agordita en <application>KMail</application>.</para><para>%1</para><para>%2</para>

# @info
source: <para>No <application>KMail</application> identities currently exist.</para><para>%1</para><para>%2</para>
cs: <para>V současnosti neexistují žádné identity v aplikaci <application>KMail </application>.</para><para>%1</para><para>%2</para>
eo: <para>Neniu <application>KMail</application> identecoj nuntempe ekzistas.</para><para>%1</para><para>%2</para>

# @info:whatsthis
source: The default setting for <interface>%1</interface> in the alarm edit dialog.
cs: Výchozí nastavení pro <interface>%1</interface> v dialogu pro úpravy upomínek.
eo: La defaŭlta agordo por <interface>%1</interface> en la alarm-redakta dialogo.

# @title:tab
source: General
cs: Obecné
eo: Ĝenerala

# @title:tab Settings specific to alarm type
source: Type Specific
cs: Podle typu
eo: Specifa Tipo

# @title:tab
source: Font && Color
cs: Písmo a barvy
eo: Tiparo && Koloro

# @info:whatsthis
source: The default setting for the alarm message display method in the alarm edit dialog.
eo: La defaŭlta agordo por la metodo de montrado de alarmmesaĝo en la dialogo de redaktado de alarmo.

# @label:listbox
source: Recurrence:
cs: Opakování:
eo: Ripeto:

# @option:radio
source: February 28th
eo: la 28-an de februaro

# @option:radio
source: March 1st
eo: 1-a de marto

# @option:radio
source: Do not repeat
cs: Neopakovat
eo: Ne ripeti

# @info:whatsthis
source: For yearly recurrences, choose what date, if any, alarms due on February 29th should occur in non-leap years.<note>The next scheduled occurrence of existing alarms is not re-evaluated when you change this setting.</note>
cs: Zvolte datum, když při ročním opakování připadne upomínka z 29. února na nepřestupný rok.<note> Pokud upravíte toto nastavení, nebude následující plánovaný výskyt upomínky znovu stanoven.</note>
eo: Por ĉiujaraj ripetiĝoj, elektu kian daton, se entute, alarmoj pageblaj la 29-an de februaro okazu en nesuperjaroj.<note>La sekva planita okazo de ekzistantaj alarmoj ne estas retaksita kiam vi ŝanĝas ĉi tiun agordon.</note>

# @title:group
source: Display Alarms
cs: Zobrazovat upomínky
eo: Montri Alarmojn

# @label:listbox
source: Reminder units:
cs: Jednotky času pro připomenutí:
eo: Rememorigaj unuoj:

# @item:inlistbox
source: Minutes
cs: minuty
eo: Minutoj

# @item:inlistbox
source: Hours/Minutes
cs: hodiny/minuty
eo: Horoj/Minutoj

# @info:whatsthis
source: The default units for the reminder in the alarm edit dialog, for alarms due soon.
cs: Výchozí jednotky pro nastavení připomenutí nadcházejících upomínek v dialogu pro úpravu upomínek.
eo: La defaŭltaj unuoj por la memorigilo en la alarm-redakta dialogo, por alarmoj baldaŭa.

# @title:group Audio options group
source: Sound
cs: Zvuk
eo: Sono

# @option:check
source: Repeat sound file
cs: Opakovat zvukový soubor
eo: Ripeti sondosieron

# @info:whatsthis sound file 'Repeat' checkbox
source: The default setting for sound file <interface>%1</interface> in the alarm edit dialog.
cs: Výchozí nastavení pro zvukový soubor <interface>%1</interface> v dialogu pro úpravu upomínek.
eo: La defaŭlta agordo por sondosiero <interface>%1</interface> en la alarm-redakta dialogo.

# @label:textbox
source: Sound file:
cs: Zvukový soubor:
eo: Sondosiero:

# @info:tooltip
source: Choose a sound file
cs: Vybrat zvukový soubor
eo: Elekti sondosieron

# @info:whatsthis
source: Enter the default sound file to use in the alarm edit dialog.
cs: Vyberte výchozí zvukový soubor v dialogu pro úpravy upomínek.
eo: Enigu la defaŭltan sondosieron por uzi en la alarm-redakta dialogo.

# @info:whatsthis
source: Select to set the default volume for sound files in the alarm edit dialog.
eo: Elektu por agordi la defaŭltan laŭtecon por sondosieroj en la alarm-redakta dialogo.

# @info:whatsthis
source: The default volume for sound files in the alarm edit dialog.
eo: La defaŭlta laŭteco por sondosieroj en la alarma redakta dialogo.

# @title:group
source: Command Alarms
cs: Upomínky s příkazem
eo: Komando Alarmoj

# @title:group
source: Email Alarms
cs: Poštovní upomínky
eo: Retpoŝtaj Alarmoj

# @title:group
source: Message Font && Color
cs: Písmo a barva zprávy
eo: Mesaĝtiparo && Koloro

# @info
source: You must enter a sound file when <interface>%1</interface> is selected as the default sound type
cs: Pokud je <interface>%1</interface> vybrán jako výchozí typ zvuku, musíte zadat zvukový soubor.
eo: Vi devas enigi sondosieron kiam <interface>%1</interface> estas elektita kiel la defaŭlta sontipo

# @title:tab
source: Alarm Windows
cs: Okna upomínek
eo: Alarmfenestroj

# @option:check
source: Show in system tray
cs: Zobrazit v systémové části panelu
eo: Montri en sistempleto

# @info:whatsthis
source: <para>Check to show <application>KAlarm</application>'s icon in the system tray. Showing it in the system tray provides easy access and a status indication.</para>
cs: <para>Při výběru volby bude v systémové části panelu zobrazena ikona aplikace <application>KAlarm</application>. Zobrazení v systémové části panelu umožňuje snadnější přístup a zjišťování stavu.</para>
eo: <para>Marku por montri la piktogramon de <application>KAlarm</application> en la sistempleto. Montri ĝin en la sistempleto provizas facilan aliron kaj statusindikon.</para>

# @option:radio Always show KAlarm icon
source: Always show
cs: Vždy zobrazovat
eo: Ĉiam montri

# @info:whatsthis
source: Check to show <application>KAlarm</application>'s icon in the system tray regardless of whether alarms are due.
cs: Zaškrtněte pro zobrazení ikony <application>KAlarm</application>u v systémovém panelu bez ohledu na blížící se upomínky.
eo: Marku por montri la piktogramon de <application>KAlarm</application> en la sistempleto sendepende de ĉu alarmoj estas pageblaj.

# @option:radio
source: Automatically hide if no active alarms
cs: Automaticky schovat pokud nejsou aktivní upomínky
eo: Aŭtomate kaŝi se neniuj aktivaj alarmoj

# @info:whatsthis
source: Check to automatically hide <application>KAlarm</application>'s icon in the system tray if there are no active alarms. When hidden, the icon can always be made visible by use of the system tray option to show hidden icons.
eo: Marku por aŭtomate kaŝi la piktogramon de <application>KAlarm</application> en la sistempleto se ne estas aktivaj alarmoj. Kiam estas kaŝita, la piktogramo ĉiam povas esti videbla per uzo de la opcio de la sistema pleto por montri kaŝitajn piktogramojn.

# @info:whatsthis
source: Check to automatically hide <application>KAlarm</application>'s icon in the system tray if no alarms are due within the specified time period. When hidden, the icon can always be made visible by use of the system tray option to show hidden icons.
eo: Marku por aŭtomate kaŝi la piktogramon de <application>KAlarm</application> en la sistempleto se neniuj alarmoj estas plenumendaj en la specifita tempoperiodo. Kiam estas kaŝita, la piktogramo ĉiam povas esti videbla per uzo de la opcio de la sistempleto por montri kaŝitajn piktogramojn.

# @option:radio
source: Automatically hide if no alarm due within time period:
cs: Automaticky skrýt, pokud není žádná upomínka v časovém úseku:
eo: Aŭtomate kaŝi se neniu alarmo venos ene de tempodaŭro:

# @title:group
source: System Tray Tooltip
cs: Nastavit ikonu v systémové části panelu
eo: Sistempleta Ŝpruchelpilo

# @option:check
source: Show next 24 hours' alarms
eo: Montri alarmojn de la venontaj 24 horoj

# @info:whatsthis
source: Specify whether to include in the system tray tooltip, a summary of alarms due in the next 24 hours.
cs: Určete, zda-li zahrnout do ikony v systémové části panelu souhrn upomínek pro příštích 24 hodin.
eo: Specifu ĉu enmeti en la sistempleta konsileto, resumon de alarmoj ŝuldataj en la venontaj 24 horoj.

# @option:check
source: Maximum number of alarms to show:
cs: Maximální počet zobrazených upomínek:
eo: Maksimuma nombro da alarmoj por montri:

# @info:whatsthis
source: Uncheck to display all of the next 24 hours' alarms in the system tray tooltip. Check to enter an upper limit on the number to be displayed.
cs: Zrušte označení, pokud si přejete zobrazit všechny upomínky pro příštích 24 hodin v ikoně v systémové části panelu. Označte pro zadání maximálního počtu pro zobrazení.
eo: Malmarku por montri ĉiujn alarmojn de la sekvaj 24 horoj en la konsileto de la sistema pleto. Marku por enigi supran limon por la montrota nombro.

# @option:check
source: Show alarm time
cs: Zobrazit čas upomínky
eo: Montri alarmhoron

# @option:check
source: Show time until alarm
cs: Zobrazit čas do upomínky
eo: Montri tempon ĝis alarmo

# @title:group
source: Alarm List
cs: Seznam upomínek
eo: Listo de alarmoj

# @label:listbox
source: Disabled alarm color:
cs: Barva zakázané upomínky:
eo: Malŝaltita alarmkoloro:

# @label:listbox
source: Archived alarm color:
cs: Barva archivované upomínky:
eo: Arkivita alarmkoloro:

# @title:group
source: Alarm Message Windows
cs: Okna zpráv upomínek
eo: Alarmmesaĝaj Fenestroj

# @info:whatsthis
source: <para>Choose how to reduce the chance of alarm messages being accidentally acknowledged:<list><item>Position alarm message windows as far as possible from the current mouse cursor location, or</item><item>Position alarm message windows in the center of the screen, but disable buttons for a short time after the window is displayed.</item></list></para>
cs: <para>Vyberte volbu, jak omezit možnost náhodného nechtěného potvrzení upomínky:<list><item>Umístit okno s upomínkou tak daleko od aktuálního umístění kurzoru myši, jak to bude možné, nebo </item><item>Umístit okno s upomínkou doprostřed obrazovky, ale po zobrazení okna na chvíli deaktivovat tlačítka.</item></list></para>
eo: <para>Elektu kiel redukti la eblecon, ke alarmmesaĝoj estu hazarde agnoskitaj:<list><item>Metu alarmmesaĝojn fenestrojn kiel eble plej malproksime de la nuna muskursoro-loko, aŭ</item><item>Metu alarmmesaĝojn fenestrojn en la centro de la ekrano, sed malŝaltu butonojn por mallonga tempo post kiam la fenestro montriĝas.</item></list></para>

# @option:radio
source: Position windows far from mouse cursor
cs: Umístit okno co nejdále od kurzoru myši
eo: Meti fenestrojn malproksime de muskursoro

# @option:radio
source: Center windows, delay activating window buttons
cs: Umístit okno doprostřed a odložit aktivaci tlačítek
eo: Centra fenestroj, prokrasti aktivigi fenestrobutonojn

# @label:spinbox
source: Button activation delay (seconds):
cs: Doba odložení aktivace tlačítek (sekund):
eo: Prokrasto de aktivigo de butonoj (sekundoj):

# @info:whatsthis
source: Enter how long its buttons should remain disabled after the alarm message window is shown, to reduce the chance of alarm messages being accidentally acknowledged.
eo: Enigu kiom longe ĝiaj butonoj restu malŝaltitaj post kiam la alarmmesaĝa fenestro montriĝas, por malpliigi probablecon akcidente agnoski alarmmesaĝojn.

# @info:whatsthis
source: Enter how long its buttons should remain disabled after the alarm message window is shown.
cs: Zadejte, jak dlouho po zobrazení okna s upomínkou mají zůstat tlačítka deaktivovány.
eo: Enigu kiom longe ĝiaj butonoj devas resti malŝaltitaj post kiam la alarmmesaĝo fenestro montriĝas.

# @option:check
source: Message windows have a title bar and take keyboard focus
cs: Okno s upomínkou má titulkový proužek a získá zaměření klávesnice
eo: Mesaĝaj fenestroj havas titolbreton kaj prenas klavaran fokuson
