Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @info:whatsthis
source: Whether to suppress a warning prompt before quitting KAlarm.
cs: Zda má být potlačeno varování před ukončením KAlarmu.
eo: Ĉu subpremi averton antaŭ ol ĉesi KAlarm.

# @label
source: Confirm alarm deletions
cs: Potvrdit smazání upomínky
eo: Konfirmi alarmforigojn

# @info:whatsthis
source: Check to be prompted for confirmation each time you delete an alarm.
cs: Volbu označte, pokud si přejete, aby bylo vyžadováno potvrzení před každým odstraněním upomínky.
eo: Marku por ricevi konfirmon ĉiufoje kiam vi forigas alarmon.

# @label
source: Notify when remote emails are queued
cs: Upozornit na vzdálené zprávy ve frontě
eo: Sciigi kiam foraj retpoŝtoj estas vicigitaj

# @info:whatsthis
source: Display a notification message whenever an email alarm has queued an email for sending to a remote system. This could be useful if, for example, you have a dial-up connection, so that you can then ensure that the email is actually transmitted.
cs: Zobrazit upozornění pokaždé, když je Poštovní upomínka zařazena do fronty pro odeslání na vzdálený systém. To může být užitečné, pokud například máte vytáčené připojení, takže se můžete ujistit, že zpráva byla skutečně přenesena.
eo: Montru sciigan mesaĝon kiam ajn retpoŝta alarmo vicigis retpoŝton por sendado al fora sistemo. Ĉi tio povus esti utila se, ekzemple, vi havas telefonkonekton, por ke vi tiam povu certigi, ke la retpoŝto estas efektive transdonita.

source: File
eo: Dosiero

source: Edit
eo: Redakti

source: View
eo: Rigardi

source: Actions
eo: Agoj

source: Settings
eo: Agordo

# @info:whatsthis
source: Select dates to show in the alarm list. Only alarms due on these dates will be shown.
eo: Elektu datojn por montri en la alarmlisto. Nur alarmoj ŝuldataj en ĉi tiuj datoj estos montritaj.

# @title:group
source: Alarm Date Selector
cs: Výběr data upomínky
eo: Alarma Dato-Selektilo

# @info:tooltip
source: Show the previous year
cs: Zobrazit předchozí rok
eo: Montri la antaŭan jaron

# @info:tooltip
source: Show the previous month
cs: Zobrazit předchozí měsíc
eo: Montri la antaŭan monaton

# @info:tooltip
source: Show the next year
cs: Zobrazit následující rok
eo: Montri la venontan jaron

# @info:tooltip
source: Show the next month
cs: Zobrazit následující měsíc
eo: Montri la venontan monaton

# @info:tooltip
source: Show today
cs: Zobrazit dnešek
eo: Montri hodiaŭ

# @title:window
source: Defer Alarm
cs: Odložit upomínku
eo: Prokrasti alarmon

# @info:whatsthis
source: Defer the alarm until the specified time.
cs: Odložit upomínku do zadaného času.
eo: Prokrastu la alarmon ĝis la specifita tempo.

# @action:button
source: Cancel Deferral
cs: Zrušit odložení
eo: Nuligi Prokraston

# @info:whatsthis
source: Cancel the deferred alarm. This does not affect future recurrences.
cs: Zrušit odložené upozornění. Následující opakování nebude ovlivněno.
eo: Nuligi la prokrastita alarmo. Ĉi tio ne influas estontajn ripetiĝojn.

# @info
source: Cannot defer past the alarm's next sub-repetition (currently %1)
cs: Není možné odložit až za následující vnořené opakování upomínky (aktuálně %1)
eo: Ne povas prokrasti preter la sekva subripeto de la alarmo (nuntempe %1)

# @info
source: Cannot defer past the alarm's next recurrence (currently %1)
cs: Není možné odložit až za následující opakování upomínky (aktuálně %1)
eo: Ne povas prokrasti preter la sekva ripetiĝo de la alarmo (nuntempe %1)

# @info
source: Cannot defer past the alarm's next reminder (currently %1)
cs: Není možné odložit alarm až za následující připomenutí (aktuálně %1)
eo: Ne povas prokrasti preter la sekva memorigilo de la alarmo (nuntempe %1)

# @info
source: Cannot defer reminder past the main alarm time (%1)
cs: Není možné odložit připomenutí až za čas hlavního alarmu (%1)
eo: Ne povas prokrasti memorigilon preter la ĉefa alarmtempo (%1)

# @info
source: <para>Error loading calendar:</para><para><filename>%1</filename></para><para>Please fix or delete the file.</para>
cs: <para>Chyba při načítání kalendáře:</para><para><filename>%1</filename> </para><para>Prosím, opravte nebo smažte soubor.</para>
eo: <para>Eraro dum la ŝargo de kalendaro:</para><para><filename>%1</filename></para><para>Bonvolu ripari aŭ forigi la dosieron.</para>

# @info
source: Failed to save calendar to <filename>%1</filename>
cs: Selhalo ukládání kalendáře do <filename>%1</filename>
eo: Malsukcesis konservi kalendaron al <filename>%1</filename>

# @title:tab
source: Recurrence - [%1]
cs: Opakování - [%1]
eo: Ripeto - [%1]

# @option:check
source: Show in KOrganizer
cs: Zobrazit v KOrganizeru
eo: Montri en KOrganizer

# @title:window
source: Alarm Template [read-only]
cs: Šablony upomínek [pouze pro čtení]
eo: Ŝablono de alarmo [nurlegebla]

# @title:window
source: Archived Alarm [read-only]
cs: Archivované upomínky [pouze pro čtení]
eo: Arkivita alarmo [nurlegebla]

# @title:window
source: Alarm [read-only]
cs: Upomínka [pouze pro čtení]
eo: Alarmo [nurlegebla]

# @info:whatsthis
source: Schedule the alarm at the specified time.
cs: Naplánuje upomínku na zadané datum a čas.
eo: Planu la alarmon je la difinita tempo.

# @action:button
source: Load Template...
cs: Načíst šablonu...
eo: Ŝargi Ŝablonon...

# @info:tooltip
source: Select an alarm template to preset the alarm
eo: Elekti alarmŝablonon por antaŭdifini la alarmon

# @action:button
source: Try
cs: Zkusit
eo: Provi

# @title:tab
source: Alarm
cs: Upomínka
eo: Alarmo

# @label:textbox
source: Template name:
cs: Název šablony:
eo: Ŝablononomo:

# @info:whatsthis
source: Enter the name of the alarm template
cs: Zadejte název šablony upomínky
eo: Enigu la nomon de la alarmŝablono

# @title:group
source: Action
cs: Činnost
eo: Ago

# @title:group
source: Deferred Alarm
cs: Pozdržená upomínka
eo: Prokrastita alarmo

# @label
source: Deferred to:
cs: Pozdržet do:
eo: Prokrastita al:

# @action:button
source: Change...
cs: Změnit...
eo: Ŝanĝi...

# @info:whatsthis
source: Change the alarm's deferred time, or cancel the deferral
cs: Změní čas odložení upomínky, nebo odložení zruší
eo: Ŝanĝi la prokrastan tempon de la alarmo aŭ nuligi la prokraston

# @title:group
source: Time
cs: Čas
eo: Tempo

# @option:radio
source: Default time
cs: Výchozí čas
eo: Defaŭlta tempo

# @info:whatsthis
source: Do not specify a start time for alarms based on this template. The normal default start time will be used.
cs: Neurčovat čas spuštění pro upomínky založené na této šabloně. Bude použit výchozí čas spuštění.
eo: Ne specifu komencan tempon por alarmoj surbaze de ĉi tiu ŝablono. La normala defaŭlta komenca tempo estos uzata.

# @option:radio
source: Time:
cs: Čas:
eo: Tempo:

# @info:whatsthis
source: Specify a start time for alarms based on this template.
cs: Určete čas spuštění pro upomínky založené na této šabloně.
eo: Indiku komencan tempon por alarmoj bazita sur ĉi tiu ŝablono.

# @info:whatsthis
source: <para>Enter the start time for alarms based on this template.</para><para>%1</para>
cs: <para>Zadejte čas spuštění pro upomínky založené na této šabloně.</para><para>%1</para>
eo: <para>Enigu la komencan tempon por alarmoj bazitaj sur ĉi tiu ŝablono.</para><para>%1</para>

# @option:radio
source: Date only
cs: Pouze datum
eo: Dato nur

# @info:whatsthis
source: Set the <interface>Any time</interface> option for alarms based on this template.
cs: Nastavte volbu <interface>bez zadaného času</interface> pro upomínky založené na této šabloně.
eo: Agordu la opcion <interface>Ĉiufoje</interface> por alarmoj bazitaj sur ĉi tiu ŝablono.

# @info:whatsthis
source: Set alarms based on this template to start after the specified time interval from when the alarm is created.
cs: Nastavit, aby se upomínky založené na této šabloně spouštěly po zvoleném časovém intervalu od doby vytvoření upomínky.
eo: Agordu alarmojn bazitajn sur ĉi tiu ŝablono por komenci post la specifita tempointervalo de kiam la alarmo estas kreita.

# @option:check
source: Wake from suspend
eo: Veki el suspendo

# @info:whatsthis
source: Check to wake the system if the alarm triggers while the system is suspended
eo: Marku por veki la sistemon se la alarmo ekfunkciiĝas dum la sistemo estas suspendita

# @info:whatsthis
source: Check to copy the alarm into KOrganizer's calendar
cs: Zaškrtněte pro kopírování upomínky do kalendáře KOrganizeru
eo: Marku por kopii la alarmon en la kalendaron de KOrganizer

# @info
source: You must enter a name for the alarm template
cs: Musíte zadat název pro šablonu upomínky
eo: Vi devas enigi nomon por la alarmŝablono

# @info
source: Template name is already in use
cs: Název šablony je již používán
eo: Ŝablonnomo jam estas uzata

# @info
source: <para>KAlarm does not provide high accuracy alarms.</para><para> The alarm will trigger at the minute boundary before the specified time from now.</para>
eo: <para>KAlarm ne provizas alarmojn de alta precizeco.</para><para> La alarmo ekfunkciiĝos ĉe la minuto-limo antaŭ la specifita tempo de nun.</para>

# @info The parameter is a date value
source: The start date does not match the alarm's recurrence pattern, so it will be adjusted to the date of the next recurrence (%1).
cs: Datum spuštění neodpovídá vzorci pro opakování upomínky, takže bude nastaveno na datum následujícího opakování (%1).
eo: La komencdato ne kongruas kun la ripetiĝa ŝablono de la alarmo, do ĝi estos alĝustigita al la dato de la sekva ripetiĝo (%1).

# @info The parameter is a date/time value
source: The start date/time does not match the alarm's recurrence pattern, so it will be adjusted to the date/time of the next recurrence (%1).
cs: Datum / čas spuštění neodpovídá vzorci pro opakování upomínky, takže bude nastaveno na datum / čas následujícího opakování (%1).
eo: La komenca dato/tempo ne kongruas kun la ripetiĝo de la alarmo, do ĝi estos alĝustigita al la dato/tempo de la sekva ripetiĝo (%1).

# @info
source: Recurrence has already expired
cs: Čas opakování již uplynul
eo: La ripetiĝo jam eksvalidiĝis

# @info
source: The alarm will never occur during working hours
cs: Upomínka nebude kvůli pracovní době nikdy zobrazena
eo: La alarmo neniam okazos dum laborhoroj

# @info
source: Reminder period must be less than the recurrence interval, unless <interface>%1</interface> is checked.
cs: Perioda připomenutí musí být menší než interval opakování vyjma situace, kdy je označeno <interface>%1</interface>.
eo: Rememorperiodo devas esti malpli ol la ripetiĝa intervalo, krom se <interface>%1</interface> estas markita.

# @info
source: The duration of a repetition within the recurrence must be less than the recurrence interval minus any reminder period
cs: Délka vnořeného opakování musí být menší než interval hlavního opakování mínus perioda připomenutí
eo: La daŭro de ripeto ene de la ripetiĝo devas esti malpli ol la ripetiĝintervalo minus ajna memorperiodo

# @info
source: For a repetition within the recurrence, its period must be in units of days or weeks for a date-only alarm
cs: Perioda vnořeného opakování pro upomínky s datem musí být zadána v jednotkách dnů nebo týdnů
eo: Por ripeto ene de la ripetiĝo, ĝia periodo devas esti en unuoj de tagoj aŭ semajnoj por nur dato-alarmo

# @info
source: You must select a calendar to save the alarm in
cs: Musíte zvolit kalendář do kterého bude upomínka uložena
eo: Vi devas elekti kalendaron por konservi la alarmon enen

# @action:Button
source: Fewer Options <<
cs: Méně možností <<
eo: Malpli da Opcioj <<

# @info:tooltip
source: Show fewer options
cs: Zobrazit méně možností
eo: Montri malpli da ebloj

# @action:button
source: More Options >>
cs: Více možností >>
eo: Pli da Opcioj >>

# @info:tooltip
source: Show more options
cs: Zobrazit více možností
eo: Montri pliajn eblojn

# @title:window
source: Choose Log File
cs: Vybrat soubor pro záznam
eo: Elekti Log File

# @label:listbox How to display alarms
source: Display method:
cs: Způsob zobrazení:
eo: Montra metodo:

# @item:inlistbox
source: Window
cs: Okno
eo: Fenestro

# @item:inlistbox
source: Notification
cs: Upozornění
eo: Sciigo

# @option:check
source: Confirm acknowledgment
cs: Schválit potvrzení
eo: Konfirmi agnoskon

# @title:window
source: New Display Alarm Template
cs: Nová šablona Upomínky zobrazením
eo: Nova Vidira Alarmo Ŝablono

# @title:window
source: Edit Display Alarm Template
cs: Upravit šablonu Upomínky zobrazením
eo: Redakti Montran AlarmŜablonon

# @title:window
source: New Display Alarm
cs: Nová Upomínka zobrazením
eo: Nova Montra Alarmo

# @title:window
source: Edit Display Alarm
cs: Upravit Upomínku zobrazením
eo: Redakti Montran Alarmon

# @label:listbox
source: Display type:
cs: Zobrazený typ:
eo: Montra tipo:

# @item:inlistbox
source: Text message
cs: Textová zpráva
eo: Tekstmesaĝo

# @item:inlistbox
source: File contents
cs: Obsah souboru
eo: Dosiera enhavo

# @item:inlistbox
source: Command output
cs: Výstup příkazu
eo: Komanda eligo

# @info:whatsthis
source: <para>Select what the alarm should display:<list><item><interface>%1</interface>: the alarm will display the text message you type in.</item><item><interface>%2</interface>: the alarm will display the contents of a text or image file.</item><item><interface>%3</interface>: the alarm will display the output from a command.</item></list></para>
cs: <para>Vyberte, co má upomínka zobrazit:<list><item><interface>%1</interface>: upomínka zobrazí vámi zapsanou textovou zprávu.</item><item><interface>%2</interface>: upomínka zobrazí obsah textového nebo obrázkového souboru.</item><item><interface>%3</interface>: upomínka zobrazí výstup příkazu.</item></list></para>
eo: <para>Elektu kion la alarmo devus montri:<list><item><interface>%1</interface>: la alarmo montros la tekstmesaĝon, kiun vi tajpas.</item><item><interface>%2</interface>: la alarmo montros la enhavon de teksta aŭ bilddosiero.</item><item><interface>%3</interface>: la alarmo montros la eligon de komando.</item></list></para>

# @info:whatsthis
source: Enter the text of the alarm message. It may be multi-line.
cs: Zadejte text zprávy upomínky. Můžete použít i více řádků.
eo: Enigu la tekston de la alarmmesaĝo. Ĝi povas esti plurlinia.

# @info:whatsthis
source: Enter the name or URL of a text or image file to display.
cs: Zadejte název nebo URL textového souboru nebo obrázku, který má být zobrazen.
eo: Enigu la nomon aŭ URL de teksto aŭ bilddosiero por montri.

# @info:tooltip
source: Choose a file
cs: Vybrat soubor
eo: Elekti dosieron

# @info:whatsthis
source: Select a text or image file to display.
cs: Vyberte textový soubor nebo obrázek který má být zobrazen.
eo: Elektu tekstan aŭ bilddosieron por montri.

# @info:whatsthis
source: Select whether to display the alarm in a window or by the notification system.
eo: Elektu ĉu montri la alarmon en fenestro aŭ per la sciiga sistemo.

# @info:whatsthis
source: Check to additionally display a reminder in advance of or after the main alarm time(s).
cs: Zaškrtněte, pokud si přejete, aby bylo zobrazeno připomenutí před nebo po hlavní upomínce.
eo: Marku por aldone montri memorigilon antaŭ aŭ post la ĉefa(j) alarmtempo(j).

# @info:whatsthis
source: <para>Enter how long in advance of or after the main alarm to display a reminder alarm.</para><para>%1</para>
cs: <para>Zadejte, v jakém předstihu se před nebo po hlavní upomínce zobrazí připomenutí.</para><para>%1</para>
eo: <para>Enigu kiom da tempo antaŭ aŭ post la ĉefa alarmo por montri memorigan alarmon.</para><para>%1</para>

# @info:whatsthis
source: Select whether the reminder should be triggered before or after the main alarm
eo: Elektu ĉu la memorigilo devas esti ekigita antaŭ aŭ post la ĉefa alarmo

# @info:whatsthis
source: Check to be prompted for confirmation when you acknowledge the alarm.
cs: Tato volba způsobí, že musíte potvrdit, že jste vzali upomínku na vědomí.
eo: Marku por ricevi konfirmon kiam vi agnoskas la alarmon.

# @info:tooltip
source: Display the alarm now
eo: Montri la alarmon nun

# @info:whatsthis
source: Display the alarm message now
cs: Zobrazit zprávu upomínky
eo: Montri la alarmmesaĝon nun

# @info:whatsthis
source: Display the file now
cs: Zobrazit soubor
eo: Montri la dosieron nun

# @info:whatsthis
source: Display the command output now
cs: Zobrazit výstup příkazu
eo: Montri la komandan eligon nun

# @title:window
source: Choose Text or Image File to Display
cs: Vyberte textový soubor nebo obrázek, který si přejete zobrazit
eo: Elekti Tekston aŭ Bilddosieron por Montri

# @option:check
source: Enter a script
cs: Zapsat skript
eo: Enigi skripton

# @option:radio
source: Execute in terminal window
cs: Spustit v okně terminálu
eo: Ruli en terminala fenestro

# @option:check
source: Execute in terminal window
cs: Spustit v okně terminálu
eo: Ruli en terminala fenestro

# @title:window
source: New Command Alarm Template
cs: Nová šablona Upomínky s příkazem
eo: Nova Komando-Alarma Ŝablono

# @title:window
source: Edit Command Alarm Template
cs: Upravit šablonu Upomínky s příkazem
eo: Redakti Komandan AlarmŜablonon

# @title:window
source: New Command Alarm
cs: Nová Upomínka s příkazem
eo: Nova Komando-Alarmo

# @title:window
source: Edit Command Alarm
cs: Upravit Upomínku s příkazem
eo: Redakti Komandan Alarmon

# @info:whatsthis
source: Execute the specified command now
cs: Spustit zadaný příkaz
eo: Ruli la specifitan komandon nun

# @info:tooltip
source: Execute the specified command now
cs: Spustit zadaný příkaz
eo: Efektivigi la specifitan komandon nun

# @option:check
source: Do not notify errors
cs: Neupozorňovat na chyby
eo: Ne sciigi pri eraroj

# @info:whatsthis
source: Do not show error message if the command fails.
cs: Nezobrazovat chybové zprávy pokud příkaz selže.
eo: Ne montri erarmesaĝon se la komando malsukcesas.

# @title:group
source: Command Output
cs: Výstup příkazu
eo: Komanda Eligo

# @info:whatsthis
source: Check to execute the command in a terminal window
cs: Zaškrtněte pro spuštění příkazu v okně terminálu
eo: Marku por efektivigi la komandon en terminala fenestro

# @info:whatsthis
source: Enter the name or path of the log file.
cs: Zadejte název nebo cestu k souboru pro záznam.
eo: Enigu la nomon aŭ vojon de la protokolo-dosiero.

# @info:whatsthis
source: Select a log file.
cs: Vybrat soubor pro záznam.
eo: Elektu protokoldosieron.

# @option:radio
source: Log to file
cs: Zaznamenat do souboru
eo: Protokoli al dosiero

# @info:whatsthis
source: Check to log the command output to a local file. The output will be appended to any existing contents of the file.
cs: Zaškrtněte pro zaznamenávání výstupu příkazu do lokálního souboru. Výstup bude připojen k existujícímu obsahu souboru.
eo: Marku por registri la komandan eligon al loka dosiero. La eligo estos almetita al ajna ekzistanta enhavo de la dosiero.

# @option:radio
source: Discard
cs: Zahodit
eo: Forĵeti

# @info:whatsthis
source: Check to discard command output.
cs: Zaškrtněte pro zahození výstupu příkazu.
eo: Marku por forĵeti komandan eligon.

# @info
source: Log file must be the name or path of a local file, with write permission.
cs: Soubor záznamu musí mít název nebo cestu k lokálnímu souboru s oprávněním k zápisu.
eo: Logdosiero devas esti la nomo aŭ vojo de loka dosiero, kun skribpermeso.

# @info
source: <para>No terminal is selected for command alarms.</para><para>Please set it in the <application>KAlarm</application> Configuration dialog.</para>
cs: <para>Pro upomínky pomocí příkazu není nastaven terminál.</para><para>Prosím, nastavte jej v dialogu pro nastavení v aplikaci <application>KAlarm</application>.</para>
eo: <para>Neniu terminalo estas elektita por komandaj alarmoj.</para><para>Bonvolu agordi ĝin en la dialogo de agordo <application>KAlarm</application>.</para>

# @info
source: Command executed: <icode>%1</icode>
cs: Proveden příkaz: <icode>%1</icode>
eo: Ordono plenumita: <icode>%1</icode>

# @option:check
source: Copy email to self
cs: Kopii e-mailu sobě
eo: Kopii retpoŝton al si mem

# @title:window
source: New Email Alarm Template
cs: Nová šablona Poštovní upomínky
eo: Nova Retpoŝta Alarmo Ŝablono

# @title:window
source: Edit Email Alarm Template
cs: Upravit šablonu Poštovní upomínky
eo: Redakti Retpoŝtan AlarmŜablonon

# @title:window
source: New Email Alarm
cs: Nová Poštovní upomínka
eo: Nova Retpoŝta Alarmo

# @title:window
source: Edit Email Alarm
cs: Upravit Poštovní upomínku
eo: Redakti Retpoŝtan Alarmon

# @info:whatsthis
source: Send the email to the specified addressees now
cs: Poslat e-mail na zadané adresy nyní
eo: Sendi la retpoŝton al la specifitaj adresatoj nun

# @info:tooltip
source: Send the email now
eo: Sendi la retmesaĝon nun

# @label:listbox 'From' email address
source: From:
cs: Od:
eo: De:

# @info:whatsthis
source: Your email identity, used to identify you as the sender when sending email alarms.
cs: Vaše e-mailová adresa, která slouží k vaší identifikaci jakožto odesílatele upomínek.
eo: Via retpoŝta identeco, uzata por identigi vin kiel la sendinto dum sendado de retpoŝtaj alarmoj.

# @label:textbox Email addressee
source: To:
cs: Komu:
eo: Al:

# @info:whatsthis
source: Enter the addresses of the email recipients. Separate multiple addresses by commas or semicolons.
cs: Zadejte adresáty e-mailu. Oddělte je čárkami nebo středníky.
eo: Enigu la adresojn de la retpoŝtaj ricevantoj. Apartigu plurajn adresojn per komoj aŭ punktokomoj.

# @info:tooltip
source: Open address book
cs: Otevřít knihu adres
eo: Malfermi adreslibron

# @info:whatsthis
source: Select email addresses from your address book.
cs: Vybrat e-mailové adresy z knihy adres.
eo: Elektu retpoŝtadresojn el via adreslibro.

# @label:textbox Email subject
source: Subject:
cs: Předmět:
eo: Subjekto:

# @info:whatsthis
source: Enter the email subject.
cs: Zadejte předmět zprávy.
eo: Enigu la retpoŝtan temon.

# @info:whatsthis
source: Enter the email message.
cs: Zadejte obsah e-mailu.
eo: Enigu la retmesaĝon.

# @label:listbox
source: Attachments:
cs: Přílohy:
eo: Aldonaĵoj:

# @info:whatsthis
source: Files to send as attachments to the email.
cs: Soubory, které mají být poslány jako přílohy zprávy.
eo: Dosieroj por sendi kiel aldonaĵojn al la retpoŝto.

# @action:button
source: Add...
cs: Přidat...
eo: Aldoni...

# @info:whatsthis
source: Add an attachment to the email.
cs: Přidat přílohu ke zprávě.
eo: Aldonu aldonaĵon al la retpoŝto.

# @action:button
source: Remove
cs: Odstranit
eo: Forigi

# @info:whatsthis
source: Remove the highlighted attachment from the email.
cs: Odstranit označenou přílohu ze zprávy.
eo: Forigu la emfazitan aldonaĵon de la retpoŝto.

# @info:whatsthis
source: If checked, the email will be blind copied to you.
cs: Pokud je zapnuto, e-mailová zpráva bude odeslána jako neviditelná kopie i vám.
eo: Se markita, la retpoŝto estos blinde kopiita al vi.

# @info
source: Invalid email address: <email>%1</email>
cs: Neplatná adresa: <email>%1</email>
eo: Nevalida retadreso: <email>%1</email>

# @info
source: No email address specified
cs: E-mailová adresa nebyla zadána
eo: Neniu retadreso specifita

# @info
source: Invalid email attachment: <filename>%1</filename>
cs: Neplatná příloha zprávy: <filename>%1</filename>
eo: Nevalida retpoŝta aldonaĵo: <filename>%1</filename>

# @info
source: Do you really want to send the email now to the specified recipient(s)?
cs: Opravdu si přejete nyní odeslat zprávu zadaným adresátům?
eo: Ĉu vi vere volas sendi la retmesaĝon nun al la specifita(j) ricevanto(j)?

# @action:button
source: Confirm Email
cs: Potvrzení e-mailu
eo: Konfirmi Retpoŝtadreson

# @action:button
source: Send
cs: Odeslat
eo: Sendi

# @info
source: Email sent to:<nl/>%1<nl/>Bcc: <email>%2</email>
cs: E-mail odeslán:<nl/>%1<nl/>Skrytá kopie: <email>%2</email>
eo: Retpoŝto sendita al:<nl/>%1<nl/>Bcc: <email>%2</email>

# @info
source: Email sent to:<nl/>%1
cs: E-mail odeslán:<nl/>%1
eo: Retpoŝto sendita al:<nl/>%1

# @title:window
source: Choose File to Attach
cs: Vyberte soubor, který si přejete přiložit
eo: Elekti Dosieron alligendan
