Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @title:window
source: New Audio Alarm Template
cs: Nová šablona Zvukové upomínky
eo: Nova Aŭd-Alarma Ŝablono

# @title:window
source: Edit Audio Alarm Template
cs: Upravit šablonu Zvukové upomínky
eo: Redakti Aŭd-Alarman Ŝablonon

# @title:window
source: New Audio Alarm
cs: Nová Zvuková upomínka
eo: Nova Aŭda Alarmo

# @title:window
source: Edit Audio Alarm
cs: Upravit Zvukovou upomínku
eo: Redakti Aŭdan Alarmon

# @info:whatsthis
source: Play the audio file now
eo: Ludi la sondosieron nun

# @info:tooltip
source: Play the audio file now
eo: Ludi la sondosieron nun

# @info:whatsthis
source: If checked, the sound file will be played repeatedly until %1 is clicked.
cs: Pokud je volba povolena, zvukový soubor bude přehráván dokud nekliknete na %1.
eo: Se markite, la sondosiero estos reludata ĝis %1 estas klakita.

# @info:whatsthis
source: Check to enter the contents of a script instead of a shell command line
cs: Zvolte, pokud si přejete zadat obsah skriptu namísto příkazového řádku shell
eo: Marku por enigi la enhavon de skripto anstataŭ ŝela komandlinio

# @info:whatsthis
source: Enter a shell command to execute.
cs: Zadejte příkaz, který má být proveden.
eo: Enigu ŝelkomandon efektivigendan.

# @info:whatsthis
source: Enter the contents of a script to execute
cs: Zadejte obsah skriptu
eo: Enigu la enhavon de skripto lanĉenda

# @info
source: <para>The command cannot set environment variables:</para><para><icode>%1</icode></para>
eo: <para>La komando ne povas agordi mediajn variablojn:</para><para><icode>%1</icode></para>

# @info
source: Please enter a command or script to execute
cs: Zadejte příkaz nebo skript, který má být proveden
eo: Bonvolu enigi komandon aŭ skripton efektivigendan

# @info:whatsthis
source: List of scheduled alarms
cs: Seznam naplánovaných upomínek
eo: Listo de planitaj alarmoj

# @title:group
source: Alarm Type
cs: Typ upomínky
eo: Tipo de alarmo

# @option:check Alarm type
source: Active
cs: Aktivní
eo: Aktiva

# @info:whatsthis
source: Check to include active alarms in the search.
cs: Zaškrtněte pro zahrnutí aktivních upomínek do vyhledávání.
eo: Marku por inkluzivi aktivajn alarmojn en la serĉo.

# @option:check Alarm type
source: Archived
cs: Archivované
eo: Arkivita

# @info:whatsthis
source: Check to include archived alarms in the search. This option is only available if archived alarms are currently being displayed.
cs: Zaškrtněte pro zahrnutí archivovaných upomínek do vyhledávání. Volba je dostupná pouze, pokud jsou archivované upomínky momentálně zobrazeny.
eo: Marku por inkluzivi arkivitajn alarmojn en la serĉo. Ĉi tiu opcio disponeblas nur se arkivitaj alarmoj estas nuntempe montrataj.

# @option:check Alarm action = text display
source: Text
eo: Teksto

# @info:whatsthis
source: Check to include text message alarms in the search.
cs: Zaškrtněte pro zahrnutí upomínek s textovou zprávou do vyhledávání.
eo: Marku por inkluzivi alarmojn de tekstmesaĝoj en la serĉo.

# @option:check Alarm action = file display
source: File
cs: Soubor
eo: Dosiero

# @info:whatsthis
source: Check to include file alarms in the search.
cs: Zaškrtněte pro zahrnutí upomínek se souborem do vyhledávání.
eo: Marku por inkluzivi dosierajn alarmojn en la serĉon.

# @option:check Alarm action
source: Command
cs: Příkaz
eo: Komando

# @info:whatsthis
source: Check to include command alarms in the search.
cs: Zaškrtněte pro zahrnutí upomínek s příkazem do vyhledávání.
eo: Marku por inkluzivi komandalarmojn en la serĉo.

# @option:check Alarm action
source: Email
cs: Pošta
eo: Retpoŝto

# @info:whatsthis
source: Check to include email alarms in the search.
cs: Zaškrtněte pro zahrnutí Poštovních upomínek do vyhledávání.
eo: Marku por inkluzivi retpoŝtajn alarmojn en la serĉo.

# @option:check Alarm action
source: Audio
cs: Zvuk
eo: Aŭdio

# @info:whatsthis
source: Check to include audio alarms in the search.
cs: Zaškrtněte pro zahrnutí upomínek se zvukem do vyhledávání.
eo: Marku por inkluzivi sonajn alarmojn en la serĉo.

# @info
source: No alarm types are selected to search
cs: Nejsou vybrány žádné typy upomínek pro vyhledávání
eo: Neniuj alarmtipoj estas elektitaj por serĉi

# @info
source: <para>End of alarm list reached.</para><para>Continue from the beginning?</para>
cs: <para>Byl dosažen konec seznamu upomínek.</para><para>Pokračovat od začátku?</para>
eo: <para>Fino de alarmlisto atingita.</para><para >Daŭri de la komenco?</para>

# @info
source: <para>Beginning of alarm list reached.</para><para>Continue from the end?</para>
cs: <para>Byl dosažen začátek seznamu upomínek.</para><para>Pokračovat od konce?</para>
eo: <para>Komenco de alarmlisto atingita.</para><para>Ĉu daŭrigi de la fino?</para>

# @label:listbox
source: Foreground color:
cs: Barva písma:
eo: Malfonokoloro:

# @info:whatsthis
source: Select the alarm message foreground color
cs: Vybrat barvu písma zprávy upomínky
eo: Elekti la alarmmesaĝan malfonokoloron

# @label:listbox
source: Background color:
cs: Barva pozadí:
eo: Fona koloro:

# @info:whatsthis
source: Select the alarm message background color
cs: Vybrat barvu pozadí zprávy upomínky
eo: Elekti la fonkoloron de alarmmesaĝo

# @option:check
source: Use default font
cs: Použít výchozí písmo
eo: Uzi defaŭltan tiparon

# @info:whatsthis
source: Check to use the default font current at the time the alarm is displayed.
cs: Zaškrtněte, pokud má být v čase zobrazení upomínky použito výchozí písmo.
eo: Marku por uzi la defaŭltan tiparon aktualan kiam la alarmo montriĝas.

source: Requested font
cs: Požadované písmo
eo: Petita tiparo

# @action:button
source: Font && Color...
cs: Písmo a barva...
eo: Tiparo && Koloro...

# @info:tooltip
source: Set alarm message font and color
cs: Nastavte písmo a barvu upomínky
eo: Meti alarmmesaĝan tiparon kaj koloron

# @info:whatsthis
source: Choose the font, and foreground and background color, for the alarm message.
cs: Vyberte písmo a barvu pozadí a popředí pro zprávu upomínky.
eo: Elektu la tiparon, kaj malfon- kaj fonkoloron, por la alarmmesaĝo.

# @title:window
source: Choose Alarm Font & Color
cs: Vybrat písmo a barvu upomínky
eo: Elekti Alarm-Tiparon & Koloron

# @action
source: Stop Play
cs: Zastavit přehrávání
eo: Ĉesi Ludadon

# @action
source: Enable Alarms
eo: Ebligi Alarmojn

# @action
source: Spread Windows
cs: Zvětšit okna
eo: Disvastigi Fenestrojn

# @title:window
source: Import Calendar Files
cs: Importovat soubory kalendáře
eo: Importi Kalendarajn dosierojn

# @item:inlistbox File type selection filter
source: Calendar Files
cs: Soubory kalendáře
eo: Kalendaraj Dosieroj

# @title:window
source: Choose Export Calendar
cs: Vyberte kalendář pro export
eo: Elekti Eksport-Kalendaron

# @info
source: Error loading calendar to append to:<nl/><filename>%1</filename>
cs: Chyba při odesílání kalendáře pro připojení k:<nl/><filename>%1</filename>
eo: Eraro dum ŝargo de kalendaro al kiu aldoni:<nl/><filename>%1</filename>

# @info
source: Failed to save new calendar to:<nl/><filename>%1</filename>
cs: Selhalo ukládání nového kalendáře do:<nl/><filename>%1</filename>
eo: Malsukcesis konservi novan kalendaron al:<nl/><filename>%1</filename>

# @info
source: Cannot upload new calendar to:<nl/><filename>%1</filename>
cs: Nelze odeslat nový kalendář do:<nl/><filename>%1</filename>
eo: Ne povas alŝuti novan kalendaron al:<nl/><filename>%1</filename>

# @info
source: Unable to show alarms in KOrganizer
cs: Nelze zobrazit upomínky v aplikaci KOrganizer
eo: Ne eblas montri alarmojn en KOrganizer

# @info
source: Unable to show alarm in KOrganizer
cs: Nelze zobrazit upomínku v aplikaci KOrganizer
eo: Ne eblas montri alarmon en KOrganizer

# @info
source: Unable to update alarm in KOrganizer
cs: Nelze aktualizovat upomínku v aplikaci KOrganizer
eo: Ne eblas ĝisdatigi alarmon en KOrganizer

# @info
source: Unable to delete alarms from KOrganizer
cs: Nelze odstranit upomínky z aplikace KOrganizer
eo: Ne eblas forigi alarmojn de KOrganizer

# @info
source: Unable to delete alarm from KOrganizer
cs: Nelze odstranit upomínku z aplikace KOrganizer
eo: Ne eblas forigi alarmon de KOrganizer

# @info
source: <para>%1</para><para>(Could not start KOrganizer)</para>
cs: <para>%1</para><para>(Nelze spustit KOrganizer)</para>
eo: <para>%1</para><para>(Ne eblis lanĉi KOrganizer)</para>

# @info
source: <para>%1</para><para>(KOrganizer not fully started)</para>
cs: <para>%1</para><para>(KOrganizer nebyl zcela spuštěn)</para>
eo: <para>%1</para><para>(KOrganizer ne plene komencita)</para>

# @info
source: <para>%1</para><para>(Error communicating with KOrganizer)</para>
cs: <para>%1</para><para>(Chyba při komunikaci s aplikací KOrganizer)</para>
eo: <para>%1</para><para>(Eraro en komunikado kun KOrganizer)</para>

# info
source: The scheduled Wake from Suspend has been cancelled.
eo: La planita Veko el Suspendo estis nuligita.

# @info
source: Error obtaining authorization (%1)
cs: Chyba při získávání oprávnění (%1)
eo: Eraro dum akiro de rajtigo (%1)

# @info
source: You must enable a template calendar to save the template in
cs: Musíte povolit kalendář šablony, aby bylo možno uložit šablonu do
eo: Vi devas aktivigi ŝablonan kalendaron en kiu konservi la ŝablonon

# @info Please set the 'From' email address...
source: <para>%1</para><para>Please set it in the Configuration dialog.</para>
cs: <para>%1</para><para>Prosím, nastavte ji v dialogu pro nastavení.</para>
eo: <para>%1</para><para>Bonvolu agordi ĝin en la dialogo Agordo.</para>

# @info
source: <para>Alarms are currently disabled.</para><para>Do you want to enable alarms now?</para>
cs: <para>Upomínky jsou vypnuté.</para><para>Přejete si je nyní povolit?</para>
eo: <para>Alarmoj estas nuntempe malŝaltitaj.</para><para>Ĉu vi volas ebligi alarmojn nun?</para>

# @action:button
source: Enable
cs: Povolit
eo: Ebligi

# @action:button
source: Keep Disabled
cs: Ponechat zakázané
eo: Konservi Malebligita

# @info
source: Error saving alarms
cs: Chyba při ukládání upomínek
eo: Eraro dum konservado de alarmoj

# @info
source: Error saving alarm
cs: Chyba při ukládání upomínky
eo: Eraro dum konservado de alarmo

# @info
source: Error deleting alarms
cs: Chyba při mazání upomínek
eo: Eraro dum forigo de alarmoj

# @info
source: Error deleting alarm
cs: Chyba při mazání upomínky
eo: Eraro dum forigo de alarmo

# @info
source: Error saving reactivated alarms
cs: Chyba při ukládání znovu aktivovaných upomínek
eo: Eraro dum reaktivigitaj alarmoj

# @info
source: Error saving reactivated alarm
cs: Chyba při ukládání znovu aktivované upomínky
eo: Eraro dum reaktivigita alarmo

# @info
source: Error saving alarm templates
cs: Chyba při ukládání šablon upomínek
eo: Eraro dum konservado de alarmŝablonoj

# @info
source: Error saving alarm template
cs: Chyba při ukládání šablony upomínek
eo: Eraro dum konservado de alarmŝablono

# @info
source: Quitting will disable alarms (once any alarm message windows are closed).
cs: Ukončení zablokuje upomínky (jakmile bude zavřeno jakékoliv okno se zprávou upomínky).
eo: Ĉesi malŝaltos alarmojn (post kiam iuj fenestroj de alarmmesaĝoj estas fermitaj).

# @info
source: Quitting will cancel the scheduled Wake from Suspend.
cs: Ukončení zruší naplánované probuzení z uspání.
eo: Ĉesi nuligos la planitan Vekon el Suspendo.

# @info:shell
source: Cannot create alarm: No default calendar is defined
eo: Ne povas krei alarmon: Neniu defaŭlta kalendaro estas difinita

# @info:shell
source: Error creating alarm
eo: Eraro dum kreado de alarmo

# @info:shell
source: %1: Event <resource>%2</resource> not found, or not unique
cs: %1: Událost <resource>%2</resource> nebyla nalezena, nebo není unikátní
eo: %1: Okazaĵo <resource>%2</resource> ne trovita, aŭ ne unika

# @info
source: Alarms cannot be created or updated, because no writable active alarm calendar is enabled.<nl/><nl/>To fix this, use <interface>View | Show Calendars</interface> to check or change calendar statuses.
eo: Alarmoj ne povas esti kreitaj aŭ ĝisdatigitaj, ĉar neniu skribebla aktiva alarmkalendaro estas ebligita.<nl/><nl/>Por ripari ĉi tion, uzu <interface>Vidi | Montru Kalendarojn</interface> por kontroli aŭ ŝanĝi kalendarajn statusojn.

# @info:shell
source: %1: Event <resource>%2</resource> not found, or not editable
cs: %1: Událost <resource>%2</resource> nebyla nalezena, nebo nelze upravovat
eo: %1: Okazaĵo <resource>%2</resource> ne trovita, aŭ ne redaktebla

# @info
source: Alarms are configured to be archived, but this is not possible because no writable archived alarm calendar is enabled.<nl/><nl/>To fix this, use <interface>View | Show Calendars</interface> to check or change calendar statuses.
eo: Alarmoj estas agorditaj por esti arkivitaj, sed tio ne eblas ĉar neniu skribebla arkivita alarmkalendaro estas ebligita.<nl/><nl/>Por ripari tion, uzu <interface>Vidi | Montru Kalendarojn</interface> por kontroli aŭ ŝanĝi kalendarajn statusojn.

# @info
source: Alarms are configured to be archived, but this is not possible because no archived alarm calendar is set as default.<nl/><nl/>To fix this, use <interface>View | Show Calendars</interface>, select an archived alarms calendar, and check <interface>Use as Default for Archived Alarms</interface>.
eo: Alarmoj estas agorditaj por esti arkivitaj, sed tio ne eblas ĉar neniu arkivita alarmkalendaro estas agordita defaŭlte.<nl/><nl/>Por ripari tion, uzu <interface>Vidi | Montru Kalendarojn</interface>, elektu arkivitan alarmkalendaron, kaj marku <interface>Uzi kiel defaŭltan por Arkivaj alarmoj</interface>.

# @info
source: Failed to execute command (no terminal selected for command alarms)
cs: Příkaz nelze spustit (není určen žádný terminál pro upomínky příkazem)
eo: Malsukcesis efektivigi komandon (neniu terminalo elektita por komandaj alarmoj)

# @info
source: Error creating temporary script file
cs: Chyba při vytváření dočasného souboru se skriptem
eo: Eraro dum kreado de provizora skriptodosiero

# @info
source: Pre-alarm action:
cs: Činnost před upomínkou:
eo: Antaŭalarmo:

# @info
source: Post-alarm action:
cs: Činnost po upomínce:
eo: Post-alarma ago:

# @info 'From' email address
source: From:
cs: Od:
eo: De:

# @info Email addressee
source: To:
cs: Komu:
eo: Al:

# @info
source: Date:
cs: Datum:
eo: Dato:

# @info Email subject
source: Subject:
cs: Předmět:
eo: Subjekto:

# @info Todo calendar item's title field
source: To-do:
cs: Úkol:
eo: Fari:

# @info Todo calendar item's location field
source: Location:
cs: Umístění:
eo: Loko:

# @info Todo calendar item's due date/time
source: Due:
cs: Do:
eo: Paga:

# @info Brief form of 'At Login'
source: Login
cs: Přihlásit se
eo: Ensaluti

# @info
source: At login
cs: Při přihlášení
eo: Ĉe ensaluto

# @info
source: 1 Minute
cs: 1 minuta
eo: 1 Minuto

# @info
source: 1 Hour
cs: 1 hodina
eo: 1 Horo

# @info
source: 1 Day
cs: 1 den
eo: 1 Tago

# @info
source: 1 Week
cs: 1 týden
eo: 1 Semajno

# @info
source: 1 Month
cs: 1 měsíc
eo: 1 Monato

# @info
source: 1 Year
cs: 1 rok
eo: 1 Jaro

# @info No recurrence
source: None
cs: Žádné
eo: Neniu

# @info No repetition
source: None
cs: Žádné
eo: Neniu

# @label
source: Alarm type
cs: Typ upomínky
eo: Tipo de alarmo

# @label
source: Alarm status
cs: Stav upomínky
eo: Statuso de alarmo

# @label
source: Alarm name
cs: Název upomínky
eo: Nomo de alarmo

# @label
source: Template name
cs: Název šablony
eo: Ŝablononomo

# @label
source: Creation time
cs: Čas vytvoření
eo: Tempo de kreado

# @label
source: Start time
cs: Čas zahájení
eo: Komenca tempo

# @label Start delay configured in an alarm template
source: Template after time
eo: Ŝablono post tempo

# @label
source: Recurs
cs: Opakuje se
eo: Ripetas

# @label
source: Recurrence
cs: Opakování
eo: Reviviĝo

# @label
source: Sub-repetition
cs: Vnořené opakování
eo: Sub-ripeto

# @label
source: Sub-repetition interval
cs: Interval vnořeného opakování
eo: Sub-ripeta intervalo

# @label
source: Sub-repetition count
cs: Počet vnořeného opakování
eo: Sub-ripeta kalkulo

# @label
source: Next sub-repetition
cs: Následující vnořené opakování
eo: Sekva sub-ripeto

# @label
source: Work time only
cs: Pouze v pracovní době
eo: Labortempo nur

# @label
source: Holidays excluded
cs: Kromě svátků
eo: Ferioj ekskluditaj

# @label
source: Next recurrence
cs: Následující opakování
eo: Sekva ripetiĝo

# @label
source: Late cancel
cs: Pozdní zrušení
eo: Malfrue nuligi

# @label Automatically close window
source: Auto close
cs: Automaticky zavřít
eo: Aŭtomata fermo

# @label
source: Copy to KOrganizer
cs: Kopírovat do KOrganizeru
eo: Kopii al KOrganizer

# @label
source: Enabled
cs: Povoleno
eo: Ebligita

# @label
source: Read-only
cs: Pouze čtení
eo: Nurlegebla

# @label Whether alarm should be archived
source: Archive
cs: Archiv
eo: Arkivo

# @label
source: Revision
cs: Revize
eo: Revizio

# @label
source: Custom properties
cs: Vlastní vlastnosti
eo: Propraj propraĵoj

# @label
source: Message text
cs: Text zprávy
eo: Mesaĝa teksto

# @label File to provide text for message
source: Message file
cs: Soubor se zprávou
eo: Mesaĝa dosiero

# @label
source: Font
cs: Písmo
eo: Tiparo

# @label Shell command to execute before alarm
source: Pre-alarm action
cs: Činnost před upomínkou
eo: Antaŭalarmo ago

# @label
source: Pre-alarm action cancel
eo: Antaŭalarmiga ago nuligi

# @label
source: Pre-alarm action no error
eo: Antaŭalarmago neniu eraro

# @label Shell command to execute after alarm
source: Post-alarm action
cs: Činnost po upomínce
eo: Post-alarma ago

# @label Audio method
source: Sound
cs: Zvuk
eo: Sono

# @label Whether audio should repeat
source: Sound repeat
cs: Opakování zvuku
eo: Ripeto de sono

# @label
source: Sound fade volume
eo: Sondissolviĝa laŭteco

# @label
source: Sound fade time
eo: Tempo de sondissolviĝo

# @label Whether the alarm has a reminder
source: Reminder
cs: Upomínka
eo: Rememorigilo

# @label Whether reminder is on first recurrence only
source: Reminder once only
cs: Upomínka pouze jednou
eo: Memorigilo nur unufoje

# @label Whether to use standard notification system
source: Notify
cs: Upozornit
eo: Sciigi

# @label Deferral type
source: Deferral
cs: Odložení
eo: Prokrasto

# @label
source: Deferral time
cs: Čas odložení
eo: Prokrasto tempo

# @label Default deferral delay
source: Deferral default
cs: Výchozí odložení
eo: Prokrasto defaŭlta

# @label Whether deferral time is date-only by default
source: Deferral default date only
cs: Odložení je pouze datum
eo: Prokrasto defaŭlta dato nur

# @label A shell command
source: Command
cs: Příkaz
eo: Komando

# @label Execute in terminal window
source: Execute in terminal
cs: Spustit v terminálu
eo: Efektivigi en terminalo

# @label
source: Hide command error
cs: Skrýt chybu příkazu
eo: Kaŝi komandan eraron

# @label
source: Email subject
cs: Předmět e-mailu
eo: Retpoŝta temo

# @label Email address
source: Email sender ID
cs: ID odesilatele emailu
eo: Retpoŝta sendanto-ID

# @label Email address
source: Email to
cs: E-mail pro
eo: Retpoŝti al

# @label true/false
source: Email bcc
cs: E-mail pro skrytou kopii
eo: Retpoŝta bcc

# @label
source: Email body
cs: Tělo e-mailu
eo: Retpoŝta korpo

# @label
source: Email attachments
cs: Přílohy e-mailu
eo: Retpoŝtaj aldonaĵoj

# @info Alarm type
source: Display (text)
cs: Zobrazit (text)
eo: Montriĝo (teksto)

# @info Alarm type
source: Display (file)
cs: Zobrazit (soubor)
eo: Montro (dosiero)

# @info Alarm type
source: Display (command)
cs: Zobrazit (příkaz)
eo: Montro (komando)

# @info Alarm type
source: Command
cs: Příkaz
eo: Komando

# @info Alarm type
source: Email
eo: Retpoŝto

# @info Alarm type
source: Audio
cs: Zvuk
eo: Aŭdio

# @info Alarm type
source: Active
cs: Aktivní
eo: Aktiva

# @info Alarm type
source: Archived
cs: Archivované
eo: Arkivita

# @info Alarm type
source: Template
cs: Šablona
eo: Ŝablono

# @info Repeat at login
source: At login until %1
cs: Při přihlášení do %1
eo: Ĉe ensaluto ĝis %1

# @info Using default font
source: Default
cs: Výchozí
eo: Defaŭlte

# @info
source: Reminder
cs: Připomenutí
eo: Rememorigilo

# @info
source: Speak
cs: Číst
eo: Paroli

# @info
source: Beep
cs: Pípnutí
eo: Bip

# @info
source: 1 Second
cs: 1 sekunda
eo: 1 Sekundo

# @info Error indication
source: error!
cs: chyba.
eo: eraro!

# @info General purpose status indication: yes or no
source: Yes
cs: Ano
eo: Jes

# @info General purpose status indication: yes or no
source: No
cs: Ne
eo: Ne

# @info
source: A 'From' email address must be configured in order to execute email alarms.
cs: Pole 'Od' musí být nastaveno, aby mohly být provedeny Poštovní upomínky.
eo: Retpoŝtadreso 'De' devas esti agordita por plenumi retpoŝtajn alarmojn.

# @info KMail folder name: this should be translated the same as in kmail
source: sent-mail
cs: Odeslaná pošta
eo: sendita-poŝto

# @info
source: Invalid 'From' email address.<nl/>Email identity <resource>%1</resource> not found
cs: Neplatná adresa 'Od'.<nl/>Identita <resource>%1</resource> nebyla nalezena
eo: Nevalida 'De' retadreso.<nl/>Retpoŝta identeco <resource>%1</resource> ne trovita

# @info
source: Invalid 'From' email address.<nl/>Email identity <resource>%1</resource> has no email address
cs: Neplatná adresa 'Od'.<nl/>Identita <resource>%1</resource> nemá e-mailovou adresu
eo: Nevalida 'De' retadreso.<nl/>Retpoŝta identeco <resource>%1</resource> havas neniun retadreson

# @info
source: <para>No 'From' email address is configured (no default email identity found)</para><para>Please set it in <application>KMail</application> or in the <application>KAlarm</application> Configuration dialog.</para>
cs: <para>Adresa 'Od' není nastavena (nebyla nalezena výchozí identita)</para><para>Prosím, nastavte ji v dialogu pro nastavení v aplikaci <application>KMail</application> nebo <application>KAlarm</application>. </para>
eo: <para>Neniu 'De' retpoŝtadreso estas agordita (neniu defaŭlta retpoŝta identeco trovita)</para><para>Bonvolu agordi ĝin en <application>KMail</application> aŭ en la dialogo de agordo <application>KAlarm</application> .</para>

# @info
source: <para>No 'From' email address is configured.</para><para>Please set a default address in <application>KMail</application> or in the <application>KAlarm</application> Configuration dialog.</para>
cs: <para>Adresa 'Od' není nastavena.</para><para>Prosím, nastavte výchozí adresu v <application>KMail</application> nebo v dialogu pro nastavení v aplikaci <application>KAlarm</application>.</para>
eo: <para>Neniu 'De' retpoŝtadreso estas agordita.</para><para>Bonvolu agordi defaŭltan adreson en <application>KMail</application> aŭ en la dialogo de agordo <application>KAlarm</application>.</para>

# @info
source: <para>No 'From' email address is configured.</para><para>Please set it in the <application>KAlarm</application> Configuration dialog.</para>
cs: <para>Adresa 'Od' není nastavena.</para><para>Prosím, nastavte ji v dialogu pro nastavení v aplikaci <application>KAlarm</application>.</para>
eo: <para>Neniu 'De' retpoŝtadreso estas agordita.</para><para>Bonvolu agordi ĝin en la <application>KAlarm</application> Agorda dialogo.</para>

# @info
source: <command>%1</command> not found
cs: <command>%1</command> nenalezen
eo: <command>%1</command> ne trovita

# @info
source: Error attaching file: <filename>%1</filename>
cs: Chyba přikládání souboru přílohy: <filename>%1</filename>
eo: Eraro aldonante dosieron: <filename>%1</filename>

# @info
source: Attachment not found: <filename>%1</filename>
cs: Příloha nenalezena: <filename>%1</filename>
eo: Aldonaĵo ne trovita: <filename>%1</filename>

# @info
source: An email has been queued to be sent
cs: Zpráva byla uložena do fronty k odeslání
eo: Retpoŝto estas vicigita por esti sendita

# @info
source: Failed to send email
cs: Zprávu nelze odeslat
eo: Malsukcesis sendi retpoŝton

# @info
source: Error sending email
cs: Chyba při odesílání zprávy
eo: Eraro sendante retpoŝton

# @option:check
source: Cancel if late
cs: Zrušit pokud je pozdě
eo: Nuligi se malfrue
