Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @label
source: Run mode
eo: Rula reĝimo

# @info:whatsthis
source: Whether to run KAlarm automatically on login, manually only, or not at all.
eo: Ĉu ruli KAlarm aŭtomate dum ensaluto, mane nur, aŭ tute ne.

# @option
source: Run automatically
eo: Ruli aŭtomate

# @option
source: Run manually only
eo: Ruli nur permane

# @option
source: Do not run
eo: Ne ruli

# @label
source: Default defer time interval
cs: Výchozí časový interval pro odložení
eo: Defaŭlte prokrasti tempintervalon

# @info:whatsthis
source: Enter the default time interval (in minutes) to defer alarms, used by the Defer Alarm dialog.
cs: Zadejte výchozí časový interval (v minutách) pro odložení upomínek, použitý v dialogu pro odložení upomínky.
eo: Enigu la defaŭltan tempintervalon (en minutoj) por prokrasti alarmojn, uzatan de la dialogo Prokrasti alarmon.

# @label
source: Prompt for which calendar to store in
cs: Dotázat se do jakého kalendáře uložit
eo: Demandi en kiu kalendaro konservi

# @info:whatsthis
source: <p>When saving a new alarm or alarm template, prompt for which calendar to store it in, if there is more than one active calendar.</p><p>Note that archived alarms are always stored in the default archived alarm calendar.</p>
cs: <p>Pokud je aktivní více než jeden kalendář, dotáže se při ukládání nové upomínky, nebo šablony, do kterého ji má uložit.</p><p>Uvědomte si, že uložené upomínky jsou vždy uloženy ve výchozím kalendáři upomínek.</p>
eo: <p>Kiam konservante novan alarmon aŭ alarmŝablonon, demandi en kiu kalendaro konservi ĝin, se estas pli ol unu aktiva kalendaro.</p><p>Rimarku, ke arkivitaj alarmoj ĉiam estas konservitaj en la defaŭlta arkivita alarmkalendaro.</p>

# @label
source: Message windows have a title bar and take keyboard focus
cs: Okno s upomínkou má titulkový proužek a získá zaměření klávesnice
eo: Mesaĝaj fenestroj havas titolbreton kaj prenas klavaran fokuson

# @info:whatsthis
source: <p>Specify the characteristics of alarm message windows:<ul><li>If checked, the window is a normal window with a title bar, which grabs keyboard input when it is displayed.</li><li>If unchecked, the window does not interfere with your typing when it is displayed, but it has no title bar and cannot be moved or resized.</li></ul></p>
cs: <p>Zvolte charakteristiky okna se zprávou upomínky:<ul><li> Při výběru volby bude okno běžným oknem s titulkovým proužkem, který, pokud je zobrazen, bude zaznamenávat vstup z klávesnice.</li><li> Pokud nebude volba označena, nebudou příkazy z klávesnice zachyceny, ani pokud bude okno zobrazeno, jelikož nebude mít titulkový proužek, takže nepůjde posunovat ani měnit velikost.</li></ul></p>
eo: <p>Specifi la karakterizaĵojn de alarmmesaĝaj fenestroj:<ul><li>Se markite, la fenestro estas normala fenestro kun titolbreto, kiu kaptas klavaran enigon kiam ĝi estas montrata.</li><li>Se nemarkita, la fenestro ne malhelpas vian tajpadon kiam ĝi estas montrata, sed ĝi ne havas titolstangon kaj ne povas esti movita aŭ regrandigita.</li></ul></p>

# @label
source: Delay before message window buttons are enabled
cs: Zpoždění před aktivací tlačítek v okně se zprávou.
eo: Prokrasto antaŭ mesaĝo-fenestraj butonoj estas ebligitaj

# @info:whatsthis
source: <p>Specify the positioning of alarm message windows, and the delay in seconds after a window shows until its buttons are enabled. <ul><li>0 to position message windows as far from the cursor as possible with no enable delay.</li> <li>> 0 to position in center of screen and specify delay before enabling buttons.</li> <li>-1 for no special positioning and no enable delay.</li></ul></p>
cs: <p>Zadejte umístění okna se zprávou upomínky a zpoždění v sekundách před tím, než jsou tlačítka po zobrazení okna aktivována. <ul><li>0 - okno se zprávou bude co nejdále od kurzoru myši bez zpoždění aktivace tlačítek.</li> <li> 0 - okno se zprávou bude umístěno uprostřed obrazovky a bude povoleno zpoždění aktivace tlačítek.</li> <li>-1 - pro speciální umístění bez zpoždění aktivace tlačítek.</li></ul></p>
eo: <p>Specifu la pozicion de alarmaj mesaĝfenestroj, kaj la prokrasto en sekundoj post kiam fenestro aperas ĝis ĝiaj butonoj estas ebligitaj. <ul><li>0 por poziciigi mesaĝfenestrojn kiel eble plej malproksime de la kursoro sen ebliga prokrasto.</li> <li>&gt; 0 por poziciigi meze de la ekrano kaj specifi prokraston antaŭ ebligi butonojn.</li> <li>-1 por neniu speciala poziciigo kaj neniu ebliga prokrasto.</li></ul></p>

# @label
source: Number of alarms to show in system tray tooltip
cs: Počet upomínek zobrazovaných v systémové části panelu
eo: Nombro da alarmoj por montri en la konsileto de la sistempleto

# @info:whatsthis
source: <p>How many alarms due in the next 24 hours to show in the system tray tooltip: <ul><li>0 to display none</li> <li>-1 to display all</li> <li>>0 to set a limit.</li></ul></p>
cs: <p>Kolik očekávaných upomínek pro následujících 24 hodin bude zobrazeno v systémové části panelu: <ul><li>0 - není zobrazena žádná upomínka</li> <li>-1 - jsou zobrazeny všechny upomínky</li> <li>>0 - nestavuje se nejvyšší počet.</li></ul></p>
eo: <p>Kiom da alarmoj devos en la venontaj 24 horoj por montri en la konsileto de la sistempleto: <ul><li>0 por montri neniun</li> <li>-1 por montri ĉiujn</li> <li>&gt;0 por fiksi limon.</li></ul></p>

# @label
source: Show alarm times in system tray tooltip
cs: Zobrazí časy upomínek v systémové části panelu
eo: Montri alarmtempojn en la konsileto de la sistempleto

# @info:whatsthis
source: Specify whether to show in the system tray tooltip, the time at which each alarm is due.
cs: Určete, zda-li zobrazit v ikoně v systémové části panelu čas každé upomínky.
eo: Specifu ĉu montri en la sistempleta konsileto, la tempon, kiam ĉiu alarmo devas.

# @label
source: Show time to alarms in system tray tooltip
cs: Zobrazí časy do spuštění upomínek v systémové části panelu
eo: Montri tempon ĝis alarmoj en la sistempleta ŝpruchelpilo

# @info:whatsthis
source: Specify whether to show in the system tray tooltip, how long until each alarm is due.
cs: Určete, zda-li zobrazit v ikoně v systémové části panelu zbývající dobu do každé upomínky.
eo: Specifu ĉu montri en la sistempleta konsileto, kiom da tempo ĝis ĉiu alarmo venos.

# @label
source: Time-to-alarm prefix in system tray tooltip
cs: Čas do činnosti před upomínkou v systémové části panelu
eo: Tempo-al-alarma prefikso en sistempleta konsileto

# @info:whatsthis
source: Enter the text to be displayed in front of the time until the alarm, in the system tray tooltip.
cs: Zadejte text, který má být zobrazen před časem zbývajícím do upomínky v ikoně v systémové části panelu.
eo: Enigu la tekston montrotan antaŭ la tempo ĝis la alarmo, en la konsileto de la sistema pleto.

# @label
source: Email client
cs: Poštovní klient
eo: Retpoŝta kliento

# @info:whatsthis
source: <p>How to send email when an email alarm is triggered.<ul><li>KMail: The email is sent automatically via KMail.</li><li>Sendmail: The email is sent automatically. This option will only work if your system is configured to use sendmail or a sendmail compatible mail transport agent.</li></ul></p>
cs: <p>Jak odeslat poštu při spuštění Poštovní upomínky.<ul><li>KMail: E-mail odešle automaticky aplikace KMail.</li><li>Sendmail: E-mail je odeslán automaticky. Tato volby bude fungovat pouze, pokud je váš systém nastaven, aby používal sendmail, nebo nebo s ním kompatibilního zprostředkovatele pro zasílání zpráv.</li></ul></p>
eo: <p>Kiel sendi retpoŝton kiam retpoŝta alarmo estas ekigita.<ul><li>KMail: La retpoŝto estas sendita aŭtomate per KMail.</li><li>Sendmail: La retpoŝto estas sendita aŭtomate. Ĉi tiu opcio funkcios nur se via sistemo estas agordita por uzi sendmail aŭ sendmail-kongruan poŝttransportan agenton.</li></ul></p>

# @label
source: Whether to copy sent emails into KMail's Sent folder.
cs: Zvolte, zda mají být odeslané zprávy kopírovány do složky Odeslaná pošta aplikace KMail.
eo: Ĉu kopii senditajn retpoŝtojn en la Senditajn dosierujon de KMail.

# @info:whatsthis
source: Whether after sending an email to store a copy in KMail's sent-mail folder. Only applies when sendmail is selected as the email client.
cs: Zvolte, zda mají být zprávy po odeslání zkopírovány do složky pro odeslanou poštu aplikace KMail. Volba platí pouze, pokud je jako poštovní klient zvolen Sendmail.
eo: Ĉu post sendi retpoŝton por konservi kopion en la sendita retpoŝta dosierujo de KMail. Nur validas kiam sendmail estas elektita kiel la retpoŝta kliento.

# @label
source: 'From' email address
cs: E-mailová adresa odesílatele
eo: 'De' retadreso

# @info:whatsthis
source: Your email address, used to identify you as the sender when sending email alarms. Enter "@SystemSettings" to use the default email address set in KMail, "@KMail" to allow choice of KMail identities, or enter the actual email address otherwise.
cs: Vaše e-mailová adresa používaná k vaší identifikaci jako odesílatele Poštovní upomínky. Zadáním "@SystemSettings" bude použita výchozí adresa z KMailu, "@KMail" vám umožní vybrat z identit KMail, nebo můžete přímo zapsat platnou e-mailovou adresu.
eo: Via retadreso, uzata por identigi vin kiel la sendinto dum sendado de retpoŝtaj alarmoj. Enigu "@SystemSettings" por uzi la defaŭltan retadreson fiksitan en KMail, "@KMail" por permesi elekton de KMail-identoj, aŭ enigu la realan retadreson alie.

# @label
source: 'Bcc' email address
cs: Adresa skryté kopie
eo: 'Bcc' retadreso

# @info:whatsthis
source: Your email address, used for blind copying email alarms to yourself. If you want blind copies to be sent to your account on the computer which KAlarm runs on, you can simply enter your user login name. Enter "@SystemSettings" to use the default email address set in KMail, or enter the actual email address otherwise.
cs: Vaše e-mailová adresa používaná pro odesílání skryté kopie Poštovní upomínky sobě. Pokud si přejete skrytou kopii poslat na váš účet na počítači, kde běží KAlarm, stačí zadat jednoduše vaše uživatelské jméno. Při zadání "@SystemSettings" bude použita adresa z KMailu, nebo můžete přímo zapsat platnou e-mailovou adresu.
eo: Via retadreso, uzata por blinde kopii retpoŝtajn alarmojn al vi mem. Se vi volas ke blindaj kopioj estu senditaj al via konto en la komputilo, sur kiu funkcias KAlarm, vi povas simple enigi vian salutnomon de uzanto. Enigu "@SystemSettings" por uzi la defaŭltan retadreson fiksitan en KMail, aŭ enigu la realan retadreson alie.

# @label
source: Terminal for command alarms
cs: Terminál pro upomínky s příkazem
eo: Terminalo por komandaj alarmoj

# @info:whatsthis
source: Command line to execute command alarms in a terminal window, including special codes described in the KAlarm handbook.
cs: Příkazový řádek pro vykonání Upomínky s příkazem v okně terminálu včetně speciálních kódů popsaných v příručce pro KAlarm.
eo: Komandlinio por plenumi komandalarmojn en terminala fenestro, inkluzive de specialaj kodoj priskribitaj en la KAlarm-manlibro.

# @label
source: Start of day for date-only alarms
cs: Začátek dne pro upomínky s datem
eo: Komenco de tago por nur-dataj alarmoj

# @info:whatsthis
source: The earliest time of day at which a date-only alarm will be triggered.
cs: V kolik hodin ráno nejdříve bude možné spouštět upomínky s datem.
eo: La plej frua tempo de la tago, je kiu ekiĝos nur dato-alarmo.

# @label
source: Start time of working day
cs: Čas začátku pracovního dne
eo: Komenca tempo de labortago

# @info:whatsthis
source: The start time of the working day.
cs: Čas, kdy začíná pracovní den.
eo: La komenca tempo de la labortago.

# @label
source: End time of working day
cs: Čas konce pracovního dne.
eo: Fina tempo de labortago

# @info:whatsthis
source: The end time of the working day.
cs: Čas, kdy končí pracovní den.
eo: La fina tempo de la labortago.

# @label
source: Working days
cs: Pracovní dny
eo: Labortagoj

# @info:whatsthis
source: OR'ed bits indicating which days of the week are work days, 1 = Monday ... 64 = Sunday.
cs: Bity spojené "OR" udávající, které dny v týdnu jsou pracovní, 1=pondělí... 64=neděle.
eo: OR-igitaj bitoj indikante kiuj tagoj de la semajno estas labortagoj, 1 = lundo ... 64 = dimanĉo.

# @label
source: Disabled alarm color
cs: Barva zakázaných upomínek
eo: Malŝaltita alarmkoloro

# @info:whatsthis
source: Choose the text color in the alarm list for disabled alarms.
cs: Vyberte barvu textu v seznamu upomínek pro zakázané upomínky.
eo: Elektu la tekstan koloron en la alarmlisto por malfunkciigitaj alarmoj.

# @label
source: Archived alarm color
cs: Barva archivovaných upomínek
eo: Arkivita alarmkoloro

# @info:whatsthis
source: Choose the text color in the alarm list for archived alarms.
cs: Vyberte barvu textu v seznamu upomínek pro archivované upomínky.
eo: Elektu la tekstan koloron en la alarmlisto por arkivitaj alarmoj.

# @label
source: Days to keep expired alarms
cs: Dny uložení uplynulých upomínek
eo: Tagoj por konservi eksvalidiĝintajn alarmojn

# @info:whatsthis
source: <p>Specify how many days to keep alarms after they expire or are deleted (except deleted alarms which were never triggered): <ul><li>0 to not keep</li> <li>-1 to keep indefinitely</li> <li>>0 number of days to keep.</li></ul></p>
cs: <p>Zadejte počet dnů pro uložení uplynulých nebo smazaných upomínek (kromě smazaných upomínek, které nebyly nikdy spuštěny): <ul><li>0 neukládat</li> <li>-1 uložit natrvalo</li> <li>>0 počet dnů pro uložení.</li></ul></p>
eo: <p>Specifu kiom da tagoj konservi alarmojn post kiam ili eksvalidiĝas aŭ estas forigitaj (krom forigitaj alarmoj kiuj neniam estis ekigitaj): <ul><li>0 por ne konservi</li> <li>-1 por konservi senfine</li> <li>&gt;0 nombro da tagoj por konservi.</li></ul></p>

# @label
source: KOrganizer event duration
cs: Doba události pro KOrganizer
eo: KOrganizer-okazaĵodaŭro

# @info:whatsthis
source: Enter the event duration in minutes, for alarms which are copied to KOrganizer.
cs: Zadejte dobu trvání události v minutách pro upomínky zkopírované do aplikace KOrganizer.
eo: Enigu la eventodaŭron en minutoj, por alarmoj kiuj estas kopiitaj al KOrganizer.

# @label
source: Number of minutes before alarm to wake from suspend
cs: Počet minut před upomínkou pro probrání z uspání
eo: Nombro da minutoj antaŭ alarmo por veki el suspendo

# @info:whatsthis
source: Enter how many minutes before the alarm trigger time to wake the system from suspend. This can be used to ensure that the system is fully restored by the time the alarm triggers.
cs: Zadejte, kolik minut před spuštěním upomínky se má systém probrat z uspání. Tím můžete zajistit, že systém je plně probuzen před spuštěním upomínky.
eo: Enigu kiom da minutoj antaŭ la alarmo ektempo por veki la sistemon el suspendo. Ĉi tio povas esti uzata por certigi, ke la sistemo estas plene restarigita antaŭ la tempo kiam la alarmo ekfunkciigas.

# @label
source: Alarm message display method
eo: Metodo de montrado de alarmomesaĝo

# @info:whatsthis
source: Default setting in the alarm edit dialog for "display method", to determine whether to display alarm messages in windows or in system notifications.
eo: Defaŭlta agordo en la alarm-redakta dialogo por "montra metodo", por determini ĉu montri alarmmesaĝojn en fenestroj aŭ en sistemaj sciigoj.

# @label
source: Cancel if late (minutes)
cs: Zrušit při zpoždění (minuty)
eo: Nuligi se malfrue (minutoj)

# @info:whatsthis
source: Default value in the alarm edit dialog for late cancellation time (in minutes). 0 for no late cancellation, >0 how many minutes before cancelling.
cs: Výchozí hodnota dialogu úprav upomínek pro zrušení při zpoždění (v minutách). 0 = nerušit při zpoždění, >0 = počet minut před zrušením.
eo: Defaŭlta valoro en la alarma redakta dialogo por malfrua nuligotempo (en minutoj). 0 por neniu malfrua nuligo, >0 kiom da minutoj antaŭ nuligo.

# @label
source: Auto-close window after late-cancellation time
cs: Automaticky zavřít okno po čase pro zrušení při zpoždění
eo: Aŭtomate fermi fenestron post malfru-nuliga tempo

# @info:whatsthis
source: Default setting in the alarm edit dialog for "auto close if late".
cs: Výchozí nastavení "Automaticky zrušit při zpoždění" v dialogu pro úpravy upomínek.
eo: Defaŭlta agordo en la alarm-redakta dialogo por "aŭtomata fermo se malfrue".

# @label
source: Confirm acknowledgement
cs: Schválit potvrzení upomínky
eo: Konfirmi agnoskon

# @info:whatsthis
source: Default setting in the alarm edit dialog for "confirm alarm acknowledgement".
cs: Výchozí nastavení "Schválit potvrzení upomínky" v dialogu pro úpravy upomínek.
eo: Defaŭlta agordo en la alarm-redakta dialogo por "konfirmi alarmon".

# @label
source: Show in KOrganizer
cs: Zobrazit v KOrganizeru
eo: Montri en KOrganizer

# @info:whatsthis
source: Default setting in the alarm edit dialog for "show in KOrganizer".
cs: Výchozí nastavení "Zobrazit v KOrganizeru" v dialogu pro úpravy upomínek.
eo: Defaŭlta agordo en la alarm-redakta dialogo por "montri en KOrganizer".

# @label Label for audio options
source: Sound
cs: Zvuk
eo: Sono

# @info:whatsthis
source: Default sound type in the alarm edit dialog.
cs: Výchozí typ zvuku v dialogu pro úpravy upomínek.
eo: Defaŭlta sontipo en la alarmo redakta dialogo.

# @option
source: Play File
cs: Přehrát soubor
eo: Ludi Dosieron

# @label
source: Sound file
cs: Zvukový soubor
eo: Sondosiero

# @info:whatsthis
source: Default sound file path in the alarm edit dialog.
cs: Výchozí cesta zvukového souboru v dialogu pro úpravy upomínek.
eo: Defaŭlta sondosiervojo en la alarm-redakta dialogo.

# @label
source: Sound volume
cs: Hlasitost zvuku
eo: Sona laŭteco

# @info:whatsthis
source: Default sound volume in the alarm edit dialog. -1 to deselect volume, or 0 - 100 %
cs: Výchozí hlasitost zvuku v dialogu pro úpravy upomínek. -1 = ztlumí zvuk nebo 0 = 100%
eo: Defaŭlta sonlaŭteco en la alarm-redakta dialogo. -1 por malelekti laŭtecon, aŭ 0 - 100 %

# @label
source: Repeat sound file
cs: Opakovat zvukový soubor
eo: Ripeti sondosieron

# @info:whatsthis
source: Default setting in the alarm edit dialog for sound repetition.
cs: Výchozí nastavení opakování zvuku v dialogu pro úpravy upomínek.
eo: Defaŭlta agordo en la alarm-redakta dialogo por sonripeto.

# @label
source: Enter script
cs: Zadat skript
eo: Enigi skripton

# @info:whatsthis
source: Default setting in the alarm edit dialog for command script entry.
cs: Výchozí nastavení zadání skriptu příkazu v dialogu pro úpravy upomínek.
eo: Defaŭlta agordo en la alarma redakta dialogo por komanda skripto-eniro.

# @label
source: Command output
cs: Výstup příkazu
eo: Komanda eligo

# @info:whatsthis
source: Default setting in the alarm edit dialog for where to send command alarm output.
cs: Výchozí nastavení přesměrování výstupu Upomínky s příkazem v dialogu pro úpravy upomínek.
eo: Defaŭlta agordo en la alarm-redakta dialogo por kie sendi komandan alarmeligon.

# @option
source: Discard Output
cs: Zahodit výstup
eo: Forĵeti Eligon

# @option
source: Log To File
cs: Zaznamenávat do souboru
eo: Protokoli al Dosiero

# @option
source: Execute in terminal window
cs: Spustit v okně terminálu
eo: Ruli en terminala fenestro

# @label
source: Log file
cs: Soubor záznamu
eo: Protokoldosiero

# @info:whatsthis
source: Default log file path for command alarms in the alarm edit dialog.
cs: Výchozí cesta souboru záznamu Upomínek s příkazem v dialogu pro úpravy upomínek.
eo: Defaŭlta protokolo-dosiervojo por komandaj alarmoj en la alarm-redakta dialogo.

# @label
source: Copy email to self
cs: Kopii e-mailu sobě
eo: Kopii retpoŝton al si mem

# @info:whatsthis
source: Default setting in the alarm edit dialog for blind copying emails to self.
cs: Výchozí nastavení skryté kopie pro odeslání sobě v dialogu pro úpravy upomínek.
eo: Defaŭlta agordo en la alarma redakta dialogo por blinda kopiado de retpoŝtoj al mem.

# @label
source: Recurrence period
cs: Perioda opakování
eo: Periodo de ripetiĝo

# @info:whatsthis
source: The default setting for the recurrence rule in the alarm edit dialog.
cs: Výchozí nastavení pravidel opakování v dialogu pro úpravy upomínek.
eo: La defaŭlta agordo por la ripetiĝa regulo en la alarm-redakta dialogo.

# @option
source: No recurrence
cs: Bez opakování
eo: Neniu ripetiĝo

# @option
source: At login
cs: Při přihlášení
eo: Ĉe ensaluto

# @option
source: Hourly/minutely
cs: hodinové / minutové
eo: Hore/minute

# @label
source: In non-leap years, repeat yearly February 29th alarms on:
cs: V nepřestupných rocích opakovat roční upomínku z 29. února v tento den:
eo: En nesuperjaroj, ripetu jare alarmojn de la 29-a de februaro sur:

# @info:whatsthis
source: For yearly recurrences, choose what date, if any, alarms due on February 29th should occur in non-leap years.<i>Note</i>: The next scheduled occurrence of existing alarms is not re-evaluated when you change this setting.
cs: Zvolte datum, když při ročním opakování připadne upomínka z 29. února na nepřestupný rok. <i>Poznámka</i>: Pokud upravíte toto nastavení, nebude následující plánovaný výskyt upomínky znovu stanoven.
eo: Por ĉiujaraj ripetiĝoj, elektu kian daton, se entute, alarmoj pageblaj la 29-an de februaro okazu en nesuperjaroj.<i>Noto</i>: La sekva planita okazo de ekzistantaj alarmoj ne estas retaksita kiam vi ŝanĝas ĉi tiun agordon. .

# @option
source: February 28th
cs: 28. února
eo: la 28-an de februaro

# @option
source: March 1st
cs: 1. března
eo: 1-a de marto

# @option
source: Do not repeat
cs: Neopakovat
eo: Ne ripeti

# @label
source: Reminder units
cs: Jednotky připomenutí
eo: Rememorigaj unuoj

# @info:whatsthis
source: Default reminder time units in the alarm edit dialog.
cs: Výchozí jednotky času pro připomenutí v dialogu pro úpravy upomínek.
eo: Defaŭltaj memorigaj tempounuoj en la alarm-redakta dialogo.

# @option
source: Hours/Minutes
cs: hodiny / minuty
eo: Horoj/Minutoj

# @label
source: Pre-alarm action
cs: Činnost před upomínkou
eo: Antaŭalarmo ago

# @info:whatsthis
source: Default command to execute before displaying alarms.
cs: Výchozí příkaz provedený před zobrazením upomínky.
eo: Defaŭlta komando por plenumi antaŭ montri alarmojn.

# @label
source: Execute pre-alarm action for deferred alarms
cs: Provést činnost před upomínkou pro pozdrženou upomínku
eo: Efektivigi antaŭalarmajn agojn por prokrastitaj alarmoj

# @info:whatsthis
source: Default setting for whether to execute the pre-alarm action before deferred alarms trigger.
cs: Výchozí nastavení, zda má být před spuštěním pozdržených upomínek provedena nějaká činnost.
eo: Defaŭlta agordo por ĉu efektivigi la antaŭalarmigan agon antaŭ ol prokrastitaj alarmoj ekfunkciigos.

# @label
source: Cancel alarm on pre-alarm action error
cs: Zrušit upomínku při chybě činnosti před upomínkou
eo: Nuligi alarmon pri eraro pri antaŭalarmo

# @info:whatsthis
source: Default setting for whether to cancel the alarm if the pre-alarm action command fails.
cs: Výchozí nastavení, zda má při chybě během provádění příkazu před upomínkou být upomínka zrušena.
eo: Defaŭlta agordo ĉu nuligi la alarmon se la antaŭalarm-agkomando malsukcesas.

# @label
source: Do not notify pre-alarm action errors
eo: Ne sciigi erarojn pri antaŭalarmo

# @info:whatsthis
source: Default setting for whether to show no error status or error message if the pre-alarm action command fails.
cs: Výchozí nastavení zda nezobrazovat chybový stav nebo správu pokud selže příkaz činnosti před upomínkou.
eo: Defaŭlta agordo ĉu montri neniun erarstatuson aŭ erarmesaĝon se la antaŭalarm-agkomando malsukcesas.

# @label
source: Post-alarm action
cs: Činnost po upomínce
eo: Post-alarma ago

# @info:whatsthis
source: Default command to execute after alarm message windows are closed.
cs: Výchozí příkaz, který bude proveden po zavření okna se zprávou upomínky.
eo: Defaŭlta komando por plenumi post kiam la fenestroj de alarmmesaĝoj estas fermitaj.

# @label
source: Warn before quitting
cs: Upozornit před ukončením
eo: Averti antaŭ ol ĉesi
