Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @info:tooltip
source: Enter the name used to identify this resource in displays.
eo: Enigu la nomon uzatan por identigi ĉi tiun rimedon en ekranoj.

# @info:whatsthis
source: Enter the name used to identify this resource in displays.
eo: Enigu la nomon uzatan por identigi ĉi tiun rimedon en ekranoj.

# @option:radio
source: Do not import
cs: Neimportovat
eo: Ne importi

# @info/plain Name of a calendar
source: Active Alarms
cs: Aktivní upomínky
eo: Aktivaj Alarmoj

# @info/plain Name of a calendar
source: Archived Alarms
cs: Archivované upomínky
eo: Arkivitaj Alarmoj

# @info/plain Name of a calendar
source: Alarm Templates
cs: Šablony upomínek
eo: Alarmaj Ŝablonoj

# @info
source: <para>Failed to create default calendar <resource>%1</resource></para><para>Location: <filename>%2</filename></para>
eo: <para>Malsukcesis krei defaŭltan kalendaron <resource>%1</resource></para><para>Loko: <filename>%2</filename></para>

# @item:intext
source: Active Alarms
cs: Aktivní upomínky
eo: Aktivaj Alarmoj

# @item:intext
source: Archived Alarms
cs: Archivované upomínky
eo: Arkivitaj Alarmoj

# @item:intext
source: Alarm Templates
cs: Šablony upomínek
eo: Alarmaj Ŝablonoj

# @item:intext Calendar status
source: Read-only
cs: Pouze ke čtení
eo: Nurlegebla

# @item:intext Calendar status
source: Read-only (old format)
cs: Pouze ke čtení (starý formát)
eo: Nurlegebla (malnova formato)

# @item:intext Calendar status
source: Read-only (other format)
cs: Pouze ke čtení (jiný formát)
eo: Nurlegebla (alia formato)

# @title:column
source: Time
cs: Čas
eo: Tempo

# @title:column
source: Time To
cs: Zbývající čas
eo: Tempo Al

# @title:column
source: Repeat
cs: Opakování
eo: Ripeti

# @title:column
source: Color
cs: Barva
eo: Koloro

# @title:column
source: Type
cs: Typ
eo: Tipo

# @title:column
source: Name
cs: Název
eo: Nomo

# @title:column
source: Message, File or Command
cs: Zpráva, soubor nebo příkaz
eo: Mesaĝo, Dosiero aŭ Komando

# @title:column Template name
source: Name
cs: Název
eo: Nomo

# @title:column
source: Calendars
cs: Kalendáře
eo: Kalendaroj

# @info:tooltip
source: Command execution failed
cs: Chyba při provedení příkazu
eo: Komanda plenumo malsukcesis

# @info:tooltip
source: Pre-alarm action execution failed
cs: Činnost před upomínkou se nezdařila
eo: Antaŭalarm-ago-plenumo malsukcesis

# @info:tooltip
source: Post-alarm action execution failed
cs: Činnost po upomínce se nezdařila
eo: Post-alarma ago-plenumo malsukcesis

# @info:tooltip
source: Pre- and post-alarm action execution failed
cs: Činnosti před a po upomínce se nezdařily
eo: Antaŭ- kaj post-alarma ago-plenumo malsukcesis

# @item:intext Calendar status
source: Disabled
cs: Vypnuto
eo: Malebligita

# @info:whatsthis
source: Next scheduled date and time of the alarm
cs: Následující naplánovaný termín upomínky
eo: Venonta planita dato kaj horo de la alarmo

# @info:whatsthis
source: How long until the next scheduled trigger of the alarm
cs: Čas do následujícího spuštění plánované upomínky
eo: Kiom longe ĝis la sekva planita ellasilo de la alarmo

# @info:whatsthis
source: How often the alarm recurs
cs: Jak často se upomínka opakuje
eo: Kiom ofte la alarmo ripetiĝas

# @info:whatsthis
source: Background color of alarm message
cs: Barva pozadí zprávy upomínky
eo: Fonkoloro de alarmmesaĝo

# @info:whatsthis
source: Alarm type (message, file, command or email)
cs: Typ upomínky (zpráva, soubor, příkaz nebo e-mail)
eo: Tipo de alarmo (mesaĝo, dosiero, komando aŭ retpoŝto)

# @info:whatsthis
source: Alarm name, or alarm text if name is blank
eo: Alarmnomo, aŭ alarmteksto se nomo estas malplena

# @info:whatsthis
source: Alarm message text, URL of text file to display, command to execute, or email subject line
cs: Text zprávy upomínky, URL textového souboru, příkaz, který má být proveden, nebo předmět e-mailu
eo: Teksto de alarmmesaĝo, URL de tekstdosiero por montri, komando por plenumi aŭ retpoŝta temlinio

# @info:whatsthis
source: Name of the alarm template
cs: Název šablony upomínky
eo: Nomo de la alarmŝablono

# @info Alarm never occurs
source: Never
cs: Nikdy
eo: Neniam

# @info
source: You cannot disable your default active alarm calendar.
cs: Váš výchozí kalendář aktivních upomínek nelze zakázat.
eo: Vi ne povas malŝalti vian defaŭltan aktivan alarmkalendaron.

# @info
source: You cannot disable your default archived alarm calendar while expired alarms are configured to be kept.
cs: Váš výchozí kalendář archivovaných upomínek nelze zakázat, jelikož uplynulé upomínky jsou nastaveny tak, aby byly archivovány.
eo: Vi ne povas malŝalti vian defaŭltan arkivitan alarmkalendaron dum eksvalidiĝintaj alarmoj estas agorditaj por esti konservitaj.

# @info
source: Do you really want to disable your default calendar?
cs: Opravdu si přejete zakázat váš výchozí kalendář?
eo: Ĉu vi vere volas malŝalti vian defaŭltan kalendaron?

# @title:window
source: Choose Calendar
cs: Vyberte kalendář
eo: Elekti Kalendaron

# @info
source: The calendar <resource>%1</resource> has been made read-only. This was the default calendar for active alarms.
eo: La kalendaro <resource>%1</resource> fariĝis nurlegebla. Ĉi tio estis la defaŭlta kalendaro por aktivaj alarmoj.

# @info
source: The calendar <resource>%1</resource> has been made read-only. This was the default calendar for archived alarms.
eo: La kalendaro <resource>%1</resource> fariĝis nurlegebla. Ĉi tio estis la defaŭlta kalendaro por arkivitaj alarmoj.

# @info
source: The calendar <resource>%1</resource> has been made read-only. This was the default calendar for alarm templates.
eo: La kalendaro <resource>%1</resource> fariĝis nurlegebla. Ĉi tio estis la defaŭlta kalendaro por alarmŝablonoj.

# @info
source: <para>The calendar <resource>%1</resource> has been made read-only. This was the default calendar for:%2</para><para>Please select new default calendars.</para>
eo: <para>La kalendaro <resource>%1</resource> fariĝis nurlegebla. Ĉi tio estis la defaŭlta kalendaro por:%2</para><para>Bonvolu elekti novajn defaŭltajn kalendarojn.</para>

# @info
source: <para>%1</para><para>Please select a new default calendar.</para>
cs: <para>%1</para><para>Prosím vyberte jiný výchozí kalendář.</para>
eo: <para>%1</para><para>Bonvolu elekti novan defaŭltan kalendaron.</para>

# @info A prompt for user to enter what to search for
source: Search
cs: Hledat
eo: Serĉi

# @item:inlistbox
source: KAlarm Calendar File
cs: Soubor kalendáře KAlarm
eo: KAlarm Kalendara Dosiero

# @item:inlistbox
source: KAlarm Calendar Directory
cs: Adresář kalendáře KAlarm
eo: KAlarm Kalendara Adresaro

# @item:intext What a resource is stored in
source: File
cs: Soubor
eo: Dosiero

# @item:intext What a resource is stored in (directory in filesystem)
source: Directory
cs: Adresář
eo: Dosierujo

# @info
source: A previous load is still in progress.
eo: Antaŭa ŝargo ankoraŭ estas en progreso.

# @info
source: A previous save is still in progress.
eo: Antaŭa konservado ankoraŭ estas en progreso.

# @info
source: Could not create calendar file <filename>%1</filename>.
eo: Ne eblis krei kalendaran dosieron <filename>%1</filename>.

# @info
source: Could not create writable calendar file <filename>%1</filename>.
cs: Nelze vytvořit zapisovatelný soubor kalendáře <filename>%1</filename>.
eo: Ne eblis krei skribeblan kalendaran dosieron <filename>%1</filename>.

# @info
source: Could not load file <filename>%1</filename>.
cs: Není možné načíst soubor <filename>%1</filename>.
eo: Ne eblis ŝargi dosieron <filename>%1</filename>.

# @info
source: Calendar not open.
eo: Kalendaro ne malfermita.

# @info
source: Could not save file <filename>%1</filename>.
cs: Není možné uložit soubor <filename>%1</filename>.
eo: Ne eblis konservi dosieron <filename>%1</filename>.

# @info
source: Could not load file <filename>%1</filename>. (%2)
cs: Není možné načíst soubor <filename>%1</filename>. (%2)
eo: Ne eblis ŝargi dosieron <filename>%1</filename>. (%2)

# @info
source: Could not save file <filename>%1</filename>. (%2)
cs: Není možné uložit soubor <filename>%1</filename>. (%2)
eo: Ne eblis konservi dosieron <filename>%1</filename>. (%2)

# @title:window
source: Configure Calendar
cs: Nastavit kalendář
eo: Agordi Kalendaron

# @title:group
source: Calendar File
cs: Soubor s kalendářem
eo: Kalendara Dosiero

source: Select the file to hold this calendar. If the file does not exist, it will be created. The URL of a remote file can also be specified, but note that monitoring for file changes will not work in this case.
eo: Elektu la dosieron por enteni ĉi kalendaron. Se la dosiero ne ekzistas, ĝi estos kreita. La URL de fora dosiero ankaŭ povas esti specifita, sed notu, ke monitorado por dosierŝanĝoj ne funkcios en ĉi tiu kazo.

# @option:radio
source: Active Alarms
eo: Aktivaj Alarmoj

# @option:radio
source: Archived Alarms
cs: Archivované upomínky
eo: Arkivitaj Alarmoj

# @option:radio
source: Alarm Templates
eo: Alarmaj Ŝablonoj

source: Select which alarm type this calendar should contain.
eo: Elektu kiun alarmtipon ĉi tiu kalendaro devus enhavi.

# @label:textbox
source: Alarm type:
cs: Typ upomínky:
eo: Tipo de alarmo:

# @item
source: Active Alarms
cs: Aktivní upomínky
eo: Aktivaj Alarmoj

# @item
source: Archived Alarms
cs: Archivované upomínky
eo: Arkivitaj Alarmoj

# @item
source: Alarm Templates
cs: Šablony upomínek
eo: Alarmaj Ŝablonoj

# @title:group
source: Display Name
cs: Zobrazované jméno
eo: Montra Nomo

# @label:textbox
source: Name:
eo: Nomo:

source: Enter the display name used to identify this calendar.
eo: Enigu la montratan nomon uzatan por identigi ĉi tiun kalendaron.

# @title:group
source: Access Rights
cs: Přístupová práva
eo: Alirrajtoj

# @option:check
source: Read only
cs: Pouze ke čtení
eo: Nurlegebla

source: If read-only mode is enabled, no changes will be written to the file. Read-only mode will be automatically enabled if you do not have write access to the file or the file is on a remote server that does not support write access.
eo: Se nurlegebla reĝimo estas ebligita, neniuj ŝanĝoj estos skribitaj al la supre elektita dosiero. Nurlegebla reĝimo estos aŭtomate ebligita se vi ne havas skriban aliron al la dosiero aŭ la dosiero estas sur fora servilo kiu ne subtenas skriban aliron.

# @title:group
source: Calendars
cs: Kalendáře
eo: Kalendaroj

# @item:inlistbox
source: Active Alarms
cs: Aktivní upomínky
eo: Aktivaj Alarmoj

# @item:inlistbox
source: Archived Alarms
cs: Archivované upomínky
eo: Arkivitaj Alarmoj

# @item:inlistbox
source: Alarm Templates
cs: Šablony upomínek
eo: Alarmaj Ŝablonoj

# @info:whatsthis
source: Choose which type of data to show alarm calendars for
cs: Zvolte jaký typ dat mají kalendáře upomínek zobrazovat
eo: Elektu por kiu tipo de datumoj montri alarmkalendarojn

# @info:whatsthis
source: List of available calendars of the selected type. The checked state shows whether a calendar is enabled (checked) or disabled (unchecked). The default calendar is shown in bold.
cs: Seznam dostupných kalendářů vybraného typu. Zaškrtávací políčko ukazuje stav, zda je kalendář aktivován (označeno) nebo neaktivní (neoznačeno). Výchozí kalendář je zobrazen tučně.
eo: Listo de disponeblaj kalendaroj de la elektita tipo. La markita stato montras ĉu kalendaro estas ebligita (markita) aŭ malŝaltita (nemarkita). La defaŭlta kalendaro estas montrita en grasa skribo.

# @info:tooltip
source: Reconfigure the selected calendar
eo: Reagordi la elektitan kalendaron

# @info:whatsthis
source: Edit the highlighted calendar's configuration
eo: Redakti la agordon de la reliefigita kalendaro

# @info:tooltip
source: Remove the selected calendar from the list
eo: Forigi la elektitan kalendaron el la listo

# @info:whatsthis
source: <para>Remove the highlighted calendar from the list.</para><para>The calendar itself is left intact, and may subsequently be reinstated in the list if desired.</para>
cs: <para>Odstraní označený kalendář ze seznamu</para><para>Samotný kalendář zůstane nedotčen a pokud bude potřeba, může být později do seznamu znovu vrácen.</para>
eo: <para>Forigi la elstarigitan kalendaron el la listo.</para><para>La kalendaro mem estas lasita sendifekta, kaj poste povas esti restarigita en la listo, se oni volas.</para>

# @info:tooltip
source: Add a new active alarm calendar
cs: Přidat nový aktivní kalendář upomínek
eo: Aldoni novan aktivan alarmkalendaron

# @info:tooltip
source: Add a new archived alarm calendar
cs: Přidat nový kalendář archivovaných upomínek
eo: Aldoni novan arkivitan alarmkalendaron

# @info:tooltip
source: Add a new alarm template calendar
cs: Přidat nový kalendář šablon upomínek
eo: Aldoni novan alarmŝablonan kalendaron

# @info
source: You cannot remove your default active alarm calendar.
cs: Váš výchozí kalendář aktivních upomínek nemůžete odstranit .
eo: Vi ne povas forigi vian defaŭltan aktivan alarmkalendaron.

# @info
source: You cannot remove your default archived alarm calendar while expired alarms are configured to be kept.
cs: Váš výchozí kalendář archivovaných upomínek nelze odstranit, jelikož uplynulé upomínky jsou nastaveny tak, aby byly archivovány.
eo: Vi ne povas forigi vian defaŭltan arkivitan alarmkalendaron dum eksvalidiĝintaj alarmoj estas agorditaj por esti konservitaj.

# @info
source: <para>It also contains:%1</para>
eo: <para>Ĝi ankaŭ enhavas:%1</para>

# @info
source: <para><resource>%1</resource> is the default calendar for:%2</para>%3<para>Do you really want to remove it from all calendar lists?</para>
eo: <para><resource>%1</resource> estas la defaŭlta kalendaro por:%2</para>%3<para>Ĉu vi vere volas forigi ĝin el ĉiuj kalendarlistoj?</para>

# @info
source: Do you really want to remove your default calendar (<resource>%1</resource>) from the list?
cs: Opravdu si přejete odstranit váš výchozí kalendář (<resource>%1</resource>) ze seznamu?
eo: Ĉu vi vere volas forigi vian defaŭltan kalendaron (<resource>%1</resource>) el la listo?

# @info
source: <para><resource>%1</resource> contains:%2</para><para>Do you really want to remove it from all calendar lists?</para>
eo: <para><resource>%1</resource> enhavas:%2</para><para>Ĉu vi vere volas forigi ĝin el ĉiuj kalendaraj listoj?</para>

# @info
source: Do you really want to remove the calendar <resource>%1</resource> from the list?
cs: Opravdu si přejete odstranit kalendář <resource>%1</resource> ze seznamu?
eo: Ĉu vi vere volas forigi la kalendaron <resource>%1</resource> el la listo?

# @action Reload calendar
source: Reload
eo: Reŝargi

# @action
source: Show Details
eo: Montri Detalojn

# @action
source: Set Color...
eo: Meti Koloron...

# @action
source: Clear Color
eo: Nuligi Koloron

# @action
source: Update Calendar Format
eo: Ĝisdatigi Kalendaran Formaton

# @action
source: Remove
eo: Forigi

# @action
source: Add...
eo: Aldoni...

# @action
source: Import...
eo: Importi...

# @action
source: Use as Default for Active Alarms
eo: Uzi kiel Defaŭlton por Aktivaj Alarmoj

# @action
source: Use as Default for Archived Alarms
eo: Uzi kiel Defaŭlton por Arkivaj Alarmoj

# @action
source: Use as Default for Alarm Templates
eo: Uzu kiel Defaŭlton por Alarmaj Ŝablonoj

# @info
source: Active alarms
cs: Aktivní upomínky
eo: Aktivaj alarmoj

# @info
source: Archived alarms
cs: Archivované upomínky
eo: Arkivitaj alarmoj

# @info
source: Alarm templates
cs: Šablony upomínek
eo: Ŝablonoj de alarmo

# @info
source: Read-write
cs: Čtení/zápis
eo: Leg-skriba

# @info
source: Enabled
cs: Povoleno
eo: Ebligita

# @info
source: Disabled
cs: Zakázáno
eo: Malebligita

# @info Parameter in 'Default calendar: Yes/No'
source: Yes
cs: Ano
eo: Jes

# @info Parameter in 'Default calendar: Yes/No'
source: No
cs: Ne
eo: Ne

# @info
source: <title>%1</title><para>ID: %2<nl/>Calendar type: %3<nl/>Contents: %4<nl/>%5: <filename>%6</filename><nl/>Permissions: %7<nl/>Status: %8<nl/>Default calendar: %9</para>
cs: <title>%1</title><para>ID: %2<nl/>Typ kalendáře: %3<nl/>Obsah: %4<nl/>%5: <filename>%6</filename><nl/>Práva: %7<nl/>Stav: %8<nl/>Výchozí kalendář: %9</para>
eo: <title>%1</title><para>ID: %2<nl/>Kalendara tipo: %3<nl/>Enhavo: %4<nl/>%5: <filename>%6</filename><nl/>Permesoj: %7<nl/>Stato: %8<nl/>Defaŭlta kalendaro: %9</para>

# @text/plain
source: Could not run <command>%1</command> to set wake from suspend
cs: Pro probuzení s probrání nešlo spustit <command>%1</command>
eo: Ne eblis ruli <command>%1</command> por agordi vekiĝon de suspendo

# @text/plain
source: Error setting wake from suspend.<nl/>Command was: <command>%1 %2</command><nl/>Error code: %3.
eo: Eraro agordante vekiĝon de suspendo.<nl/>Komando estis: <command>%1 %2</command><nl/>Erara kodo: %3.

# @option:check
source: Repeat
cs: Opakovat
eo: Ripeti

# @option:check
source: Set volume
cs: Nastavit hlasitost
eo: Agordi laŭtecon

# @info:whatsthis
source: If checked, the sound file will be played repeatedly for as long as the message is displayed.
cs: Pokud je volba povolena, zvukový soubor bude přehráván tak dlouho, jak bude zobrazena zpráva.
eo: Se markite, la sondosiero estos reludata dum la mesaĝo estas montrata.

# @label
source: Sound file:
cs: Zvukový soubor:
eo: Sondosiero:

# @info:tooltip
source: Test the sound
cs: Vyzkoušet zvuk
eo: Testi la sonon

# @info:whatsthis
source: Play the selected sound file.
cs: Přehrát vybraný zvukový soubor.
eo: Ludi la elektitan sondosieron.

# @info:whatsthis
source: Enter the name or URL of a sound file to play.
cs: Zadejte název nebo URL zvukového souboru pro přehrání.
eo: Enigu la nomon aŭ URL de sondosiero por ludi.

# @info:whatsthis
source: Select a sound file to play.
cs: Vyberte zvukový soubor pro přehrání.
eo: Elektu sondosieron por ludi.

# @label:spinbox Length of time to pause between repetitions
source: Pause between repetitions:
cs: Interval mezi opakováními:
eo: Paŭzo inter ripetoj:

# @label
source: seconds
cs: sekund
eo: sekundoj

# @info:whatsthis
source: Enter how many seconds to pause between repetitions.
cs: Zadejte počet sekund mezi opakováními.
eo: Enigu kiom da sekundoj por paŭzi inter ripetoj.

# @title:group Sound volume
source: Volume
cs: Hlasitost
eo: Laŭteco

# @info:whatsthis
source: Select to choose the volume for playing the sound file.
cs: Zvolte pro nastavení hlasitosti přehrávání zvukového souboru.
eo: Selektu por elekti la laŭtecon por ludi la sondosieron.

# @info:whatsthis
source: Choose the volume for playing the sound file.
cs: Zvolte hlasitost přehrávaného zvukového souboru.
eo: Elektu la laŭtecon por ludi la sondosieron.

# @option:check
source: Fade
cs: Ztlumení
eo: Plilaŭtiĝo

# @info:whatsthis
source: Select to fade the volume when the sound file first starts to play.
cs: Při výběru bude zvukový soubor při prvním přehrání postupně zesilován.
eo: Elektu por pliigadi la laŭtecon kiam la sondosiero unue komenciĝas.

# @label:spinbox Time period over which to fade the sound
source: Fade time:
cs: Doba ztlumení:
eo: Plilaŭtiĝa tempo:

# @info:whatsthis
source: Enter how many seconds to fade the sound before reaching the set volume.
cs: Zadejte počet sekund zesilování zvuku před dosažením nastavené hlasitosti.
eo: Enigu kiom da sekundoj por plilaŭtigadi la sonon antaŭ ol atingi la fiksitan laŭtecon.

# @label:slider
source: Initial volume:
cs: Počáteční hlasitost:
eo: Komenca laŭteco:

# @info:whatsthis
source: Choose the initial volume for playing the sound file.
cs: Zvolte počáteční hlasitost pro přehrávání zvukového souboru.
eo: Elektu la komencan laŭtecon por ludi la sondosieron.

# @label:listbox Listbox providing audio options
source: Sound:
cs: Zvuk:
eo: Sono:

# @item:inlistbox No sound
source: None
cs: Žádný
eo: Neniu

# @item:inlistbox
source: Beep
cs: Pípnout
eo: Bip

# @item:inlistbox
source: Speak
cs: Číst
eo: Paroli

# @item:inlistbox
source: Sound file
cs: Zvukový soubor
eo: Sondosiero

# @info:whatsthis
source: <para>Choose a sound to play when the message is displayed.<list><item><interface>%1</interface>: the message is displayed silently.</item><item><interface>%2</interface>: a simple beep is sounded.</item><item><interface>%3</interface>: an audio file is played. You will be prompted to choose the file and set play options. (Option not available if using notification.)</item><item><interface>%4</interface>: the message text is spoken. (Option requires working Qt text-to-speech installation.)</item></list></para>
eo: <para>Elektu sonon por ludi kiam la mesaĝo montriĝas.<list><item><interface>%1</interface>: la mesaĝo estas montrita silente.</item><item><interface>%2</interface> interface>: simpla bipo estas sonita.</item><item><interface>%3</interface>: sondosiero estas ludata. Oni petos vin elekti la dosieron kaj agordi ludajn opciojn. (Opcio ne havebla se vi uzas sciigon.)</item><item><interface>%4</interface>: la mesaĝteksto estas elparolita. (Opcio postulas funkciantan instaladon de tekst-al-parola Qt.)</item></list></para>

# @info:tooltip
source: Configure sound file
cs: Nastavit zvukový soubor
eo: Agordi sondosieron

# @info:whatsthis
source: Configure a sound file to play when the alarm is displayed.
cs: Nastavit zvukový soubor pro přehrání při zobrazení upomínky.
eo: Agordu sondosieron por ludi kiam la alarmo montriĝas.

# @title:window
source: Sound File
cs: Zvukový soubor
eo: Sondosiero

# @item:inlistbox
source: Audio files
cs: Audio soubory
eo: Sondosieroj

# @title:window
source: Choose Sound File
cs: Vybrat zvukový soubor
eo: Elekti Sondosieron

# @action:button
source: Special Actions...
cs: Speciální činnosti...
eo: Specialaj Agoj...

# @info:tooltip
source: Set commands to execute
cs: Nastavit příkazy k vykonání
eo: Meti komandojn efektivigendajn

# @info:whatsthis
source: Specify actions to execute before and after the alarm is displayed.
cs: Zadejte činnosti ke spuštění před a po zobrazení upomínky.
eo: Specifu agojn efektivigendajn antaŭ kaj post kiam la alarmo montriĝas.

# @title:window
source: Special Alarm Actions
cs: Speciální činnosti upomínky
eo: Specialaj Alarmaj Agoj

# @title:group
source: Pre-Alarm Action
cs: Činnost před upomínkou
eo: Antaŭ-Alarma Ago

# @label:textbox
source: Command:
cs: Příkaz:
eo: Komando:

# @info:whatsthis
source: <para>Enter a shell command to execute before the alarm is displayed.</para><para>Note that it is executed only when the alarm proper is displayed, not when a reminder or deferred alarm is displayed.</para><para><note>KAlarm will wait for the command to complete before displaying the alarm.</note></para>
cs: <para>Zadejte příkaz shell, který bude proveden před zobrazením upomínky.</para><para>Uvědomte si, že příkaz bude proveden pouze při řádném zobrazení upomínky, nikoliv u předchozího připomenutí, nebo zobrazení odloženého alarmu. </para><para><note>KAlarm zobrazí upomínku až po úplném dokončení příkazu.</note></para>
eo: <para>Enigu ŝelan komandon por plenumi antaŭ ol la alarmo montriĝas.</para><para>Rimarku, ke ĝi estas plenumita nur kiam la alarmo propra estas montrata, ne kiam memorigilo aŭ prokrastita alarmo estas montrata.</para><para><note>KAlarm atendos la finiĝon de la komando antaŭ ol montri la alarmon.</note></para>

# @option:check
source: Execute for deferred alarms
eo: Efektivigi por prokrastitaj alarmoj

# @info:whatsthis
source: <para>If unchecked, the command is only executed before the alarm proper is displayed.</para><para>If checked, the pre-alarm command is also executed before a deferred alarm is displayed.</para>
eo: <para>Se nemarkite, la komando estas plenumita nur antaŭ ol la alarmo propra estas montrata.</para><para>Se markite, la antaŭalarmkomando ankaŭ estas plenumita antaŭ ol prokrastita alarmo estas montrata.</para>

# @option:check
source: Cancel alarm on error
cs: Při chybě zrušit upomínku
eo: Nuligi alarmon pro eraro
