Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @option:check
source: Auto-close window after this time
cs: Automaticky zavřít okno po tomto čase
eo: Aŭtomate fermi fenestron post ĉi tiu tempo

# @option:check
source: Auto-close window after late-cancellation time
cs: Automaticky zavřít okno po čase pro zrušení při zpoždění
eo: Aŭtomate fermi fenestron post malfrua nuligo

# @info:whatsthis
source: <para>If checked, the alarm will be canceled if it cannot be triggered within the specified period after its scheduled time. Possible reasons for not triggering include your being logged off, X not running, or <application>KAlarm</application> not running.</para><para>If unchecked, the alarm will be triggered at the first opportunity after its scheduled time, regardless of how late it is.</para>
cs: <para>Pokud je volba označena, upomínka bude zrušena, pokud nemůže být spuštěna během zvolené periody po naplánovaném čase. Příčina nespuštění může být, že jste nebyli přihlášeni, nebyl spuštěn X server nebo nebyl spuštěn <application>KAlarm</application>.</para><para>Pokud volba označena není, upomínka bude spuštěna při nejbližší příležitosti po naplánovaném čase bez ohledu na zpoždění.</para>
eo: <para>Se markite, la alarmo estos nuligita se ĝi ne povas esti ekigita en la specifita periodo post sia planita tempo. Eblaj kialoj por ne ekfunkciigo inkluzivas, ke vi estas malsalutita, X ne funkcias, aŭ <application>KAlarm</application> ne funkcias.</para><para>Se malmarkite, la alarmo ekfunkciiĝos je la unua okazo post ĝia planita tempo, sendepende de kiom malfrua estas.</para>

# @option:check Cancel if late by 10 minutes
source: Cancel if late by
cs: Zrušit při zpoždění
eo: Nuligi se malfrua je

# @info:whatsthis
source: Enter how late will cause the alarm to be canceled
cs: Zadejte při jakém zpoždění má být upomínka zrušena
eo: Enigu kiom da malfruo nuligos la alarmon

# @info:whatsthis
source: Automatically close the alarm window after the expiry of the late-cancellation period
cs: Automaticky zavřít okno upomínky po uplynutí doby pro zrušení při zpoždění.
eo: Aŭtomate fermi la alarmfenestron post la eksvalidiĝo de la malfrua nuliga periodo

# @info
source: Please select a file to display
cs: Vyberte soubor, který má být zobrazen
eo: Bonvolu elekti dosieron por montri

# @info
source: Please select a file to play
cs: Vyberte soubor, který má být přehrán
eo: Bonvolu elekti dosieron por ludi

# @info
source: <filename>%1</filename> is a folder
cs: <filename>%1</filename> je složka
eo: <filename>%1</filename> estas dosierujo

# @info
source: <filename>%1</filename> not found
cs: <filename>%1</filename> nenalezen
eo: <filename>%1</filename> ne trovita

# @info
source: <filename>%1</filename> is not readable
cs: <filename>%1</filename> nelze číst
eo: <filename>%1</filename> ne legeblas

# @info
source: <filename>%1</filename> appears not to be a text or image file
cs: <filename>%1</filename> pravděpodobně není textový nebo obrázkový soubor
eo: <filename>%1</filename> ŝajnas ne esti teksta aŭ bilddosiero

# @item:inlistbox File type
source: All files
cs: Všechny soubory
eo: Ĉiuj dosieroj

# @option:check
source: Append to existing file
cs: Připojit k existujícímu souboru
eo: Aldoni al ekzistanta dosiero

# @action:button
source: Yes
eo: Jes

# @action:button
source: No
eo: Ne

# @info
source: Failed to execute command (shell access not authorized)
cs: Nelze spustit příkaz (neoprávněný přístup shell):
eo: Malsukcesis efektivigi komandon (ŝela aliro ne rajtigita)

# @info
source: Failed to execute command
cs: Příkaz nelze spustit
eo: Malsukcesis plenumi komandon

# @info
source: Failed to execute command (not found or not executable)
eo: Malsukcesis efektivigi komandon (ne trovita aŭ ne efektivigebla)

# @info
source: Command execution error
cs: Chyba při spuštění příkazu
eo: Eraro pri plenumo de komando

# @info
source: Command exit code: %1
cs: Kód ukončení příkazu: %1
eo: Komanda eliro: %1

# @item:inlistbox Time units
source: minutes
cs: minut
eo: minutoj

# @item:inlistbox Time units
source: hours/minutes
cs: hodin/minut
eo: horoj/minutoj

# @item:inlistbox Time units
source: days
cs: dny
eo: tagoj

# @item:inlistbox Time units
source: weeks
cs: týdny
eo: semajnoj

# @info:whatsthis
source: Press the Shift key while clicking the spin buttons to adjust the time by a larger step (6 hours / 5 minutes).
cs: Držením klávesy Shift během klikání na tlačítka se šipkami se bude čas upravovat po větších krocích (6 hodin / 5 minut).
eo: Premu la Shift-klavon dum vi alklakas la turnbutonojn por ĝustigi la tempon per pli granda paŝo (6 horoj / 5 minutoj).

source: System time zone
cs: Systémové časové pásmo
eo: Sistema horzono

source: Personal alarm message, command and email scheduler by KDE
cs: Osobní plánovač upomínek, příkazů a e-mailů od KDE
eo: Persona alarmmesaĝo, komando kaj retpoŝta planilo de KDE

source: Copyright © 2001-%1, David Jarvie
cs: Autorská práva © 2001-%1, David Jarvie
eo: Kopirajto © 2001-%1, David Jarvie

# @info
source: Failure to create menus (perhaps <filename>%1</filename> missing or corrupted)
cs: Vytvoření nabídek selhalo (možná kvůli chybějícímu nebo poškozenému <filename>%1</filename>)
eo: Malsukceso krei menuojn (eble <filename>%1</filename> mankas aŭ koruptita)

# @action
source: Templates...
eo: Ŝablonoj...

# @action
source: New
cs: Nový
eo: Nova

# @action
source: Create Template...
eo: Krei Ŝablonon...

# @action
source: Copy...
eo: Kopii...

# @action
source: Edit...
eo: Redakti...

# @action
source: Delete
eo: Forigi

# @action
source: Delete Without Confirmation
cs: Smazat bez potvrzení
eo: Forigi Sen Konfirmo

# @action
source: Reactivate
eo: Reaktivigi

# @action
source: Wake From Suspend...
cs: Probudit z uspání...
eo: Veki el Suspendo...

# @action
source: Show Archived Alarms
eo: Montri Arkivitajn Alarmojn

# @action
source: Show in System Tray
eo: Montri en Sistempleto

# @action
source: Show Calendars
eo: Montri Kalendarojn

# @action
source: Show Date Selector
cs: Zobrazit výběr data
eo: Montri Dato-Elektilon

# @action
source: Import Alarms...
eo: Importi Alarmojn...

# @action
source: Import Birthdays...
cs: Importovat narozeniny...
eo: Importi Naskiĝtagojn...

# @action
source: Export Selected Alarms...
eo: Eksporti Elektitajn Alarmojn...

# @action
source: Export...
eo: Eksporti...

# @action
source: Refresh Alarms
eo: Refreŝigi Alarmojn

# @info
source: Do you really want to delete the selected alarm?
cs: Opravdu si přejete odstranit vybranou upomínku?
eo: Ĉu vi vere volas forigi la elektitan alarmon?

# @title:window
source: Delete Alarm
cs: Smazat upomínku
eo: Forigi Alarmon

# @action:button
source: Delete
cs: Smazat
eo: Forigi

# @info:tooltip
source: Hide Archived Alarms
cs: Skrýt archivované upomínky
eo: Kaŝi Arkivitajn Alarmojn

# @info:tooltip
source: Show Archived Alarms
cs: Zobrazit archivované upomínky
eo: Montri Arkivitajn Alarmojn

# @info
source: Import birthdays
cs: Importovat narozeniny
eo: Importi naskiĝtagojn

source: <qt>This will hide the menu bar completely. You can show it again by typing %1.</qt>
cs: <qt>Toto úplně skryje panel nabídky. Můžete ji opětovně zobrazit pomocí %1.</qt>
eo: <qt>Ĉi tio tute kaŝos la menubreton. Vi povas montri ĝin denove tajpante %1.</qt>

source: Hide menu bar
cs: Skrýt nabídku
eo: Kaŝi menubreton

# @item:inlistbox
source: Display Alarm
cs: Upomínka zobrazením
eo: Montri Alarmon

# @item:inlistbox
source: Email Alarm
cs: Poštovní upomínka
eo: Retpoŝta Alarmo

# @item:inlistbox
source: Command Alarm
cs: Upomínka s příkazem
eo: Komando Alarmo

# @title:window
source: Alarm Type
cs: Typ upomínky
eo: Tipo de alarmo

# @info
source: Choose alarm type to create:
cs: Vybrat typ upomínky pro vytvoření:
eo: Elektu alarmtipon por krei:

# @action
source: Enable
eo: Ebligi

# @action
source: Disable
eo: Malebligi

# @info
source: <para>Cannot defer alarm:</para><para>Alarm not found.</para>
cs: <para>Upomínka nelze odložit:</para><para>Upomínka nebyla nalezena.</para>
eo: <para>Ne povas prokrasti alarmon:</para><para>Alarmo ne trovita.</para>

# @title:window
source: Reminder
cs: Připomenutí
eo: Rememorigilo

# @title:window
source: Message
cs: Zpráva
eo: Mesaĝo

# @info
source: File is a folder
cs: Soubor je složkou
eo: Dosiero estas dosierujo

# @info
source: Failed to open file
cs: Soubor nelze otevřít
eo: Malsukcesis malfermi dosieron

# @info
source: File not found
cs: Soubor nenalezen
eo: Dosiero ne trovita

# @title:window
source: Error
cs: Chyba
eo: Eraro

# @info
source: Today
cs: Dnes
eo: Hodiaŭ

# @info
source: Tomorrow
cs: zítra
eo: Morgaŭ

# @info
source: in 1 week's time
cs: za týden
eo: post 1 semajno

# @info
source: in 1 minute's time
cs: za minutu
eo: post 1 minuto

# @info
source: in 1 hour's time
cs: za hodinu
eo: post 1 horo

# @item:intext inserted into 'in ... %1 minute's time' below
source: 1 hour
cs: 1 hodina
eo: 1 horo

# @info '%2' is the previous message '1 hour'/'%1 hours'
source: in %2 1 minute's time
eo: %2 post 1 minuto

# @info
source: Unable to speak message
cs: Zprávu nelze přečíst
eo: Ne eblas paroli mesaĝon

# @info
source: Text-to-speech subsystem is not available
eo: Tekst-al-parola subsistemo ne haveblas

# @action:button
source: Edit
cs: Úpravy
eo: Redakti

# @action:button
source: Defer
cs: Nepreferovat
eo: Prokrasti

# @info:whatsthis
source: The scheduled date/time for the message (as opposed to the actual time of display).
cs: Naplánovaný datum/čas zprávy (namísto aktuálního času zobrazení).
eo: La planita dato/tempo por la mesaĝo (kontraste al la reala tempo de montrado).

# @info:whatsthis
source: The file whose contents are displayed below
cs: Soubor zobrazený níže
eo: La dosiero kies enhavo estas montrata sube

# @info:whatsthis
source: The contents of the file to be displayed
cs: Obsah souboru, který se má zobrazit
eo: La enhavo de la dosiero montrota

# @info:whatsthis
source: The alarm message
cs: Zpráva upomínky
eo: La alarmmesaĝo

# @info:whatsthis
source: The output of the alarm's command
cs: Výstup příkazu upomínky
eo: La eligo de la komando de la alarmo

# @info:whatsthis
source: The email to send
cs: Posílaný e-mail
eo: La retpoŝto por sendi

# @option:check
source: Do not display this error message again for this alarm
cs: Příště nezobrazovat toto chybové hlášení pro tuto upomínku
eo: Ne montri ĉi tiun erarmesaĝon denove por ĉi tiu alarmo

# @info:whatsthis
source: Acknowledge the alarm
cs: Potvrdit upomínku
eo: Agnoski la alarmon

# @action:button
source: Edit...
cs: Upravit...
eo: Redakti...

# @info:tooltip
source: Edit the alarm
cs: Upravit upomínku
eo: Redakti la alarmon

# @info:whatsthis
source: Edit the alarm.
cs: Upravit upomínku.
eo: Redaktu la alarmon.

# @action:button
source: Defer...
eo: Prokrasti...

# @info:tooltip
source: Defer the alarm until later
cs: Odložit upomínku na později
eo: Prokrasti la alarmon ĝis poste

# @info:whatsthis
source: <para>Defer the alarm until later.</para><para>You will be prompted to specify when the alarm should be redisplayed.</para>
cs: <para>Odloží upomínku na později.</para><para>Budete vyzváni na určení doby, kdy má být upomínka znovu zobrazena.</para>
eo: <para>Prokrasti la alarmon ĝis poste.</para><para>Vi estos petata specifi kiam la alarmo devas esti remontrigita.</para>

# @info:tooltip
source: Stop sound
cs: Zastavit zvuk
eo: Ĉesi sonon

# @info:whatsthis
source: Stop playing the sound
cs: Zastavit přehrávání zvuku
eo: Ĉesi ludi la sonon

# @info:tooltip Locate this email in KMail
source: Locate in <application>KMail</application>
cs: Umístit do aplikace <application>KMail</application>
eo: Trovi en <application>KMail</application>

# @info:whatsthis
source: Locate and highlight this email in <application>KMail</application>
cs: Umístí a zvýrazní tento e-mail v aplikaci <application>KMail</application>
eo: Trovi kaj reliefigi ĉi tiun retpoŝton en <application>KMail</application>

# @info:tooltip
source: Activate <application>KAlarm</application>
cs: Aktivovat <application>KAlarm</application>
eo: Aktivigi <application>KAlarm</application>

# @info:whatsthis
source: Activate <application>KAlarm</application>
cs: Aktivovat <application>KAlarm</application>
eo: Aktivigi <application>KAlarm</application>

# @info
source: Do you really want to acknowledge this alarm?
cs: Opravdu si přejete potvrdit tuto upomínku?
eo: Ĉu vi vere volas agnoski ĉi tiun alarmon?

# @action:button
source: Acknowledge Alarm
cs: Potvrdit upomínku
eo: Agnoski Alarmon

# @action:button
source: Acknowledge
cs: Potvrdit
eo: Agnoski

# @info
source: Unable to locate this email in <application>KMail</application>
cs: Tento e-mail nelze umístit do aplikace <application>KMail</application>
eo: Ne eblas trovi ĉi tiun retpoŝton en <application>KMail</application>

# @item:inmenu
source: Display Alarm Template
eo: Montra AlarmŜablono

# @action
source: New Display Alarm
cs: Nová Upomínka zobrazením
eo: Nova Montra Alarmo

# @item:inmenu
source: Command Alarm Template
eo: Komanda AlarmŜablono

# @action
source: New Command Alarm
cs: Nová Upomínka s příkazem
eo: Nova Komando-Alarmo

# @item:inmenu
source: Email Alarm Template
eo: Retpoŝta AlarmŜablono

# @action
source: New Email Alarm
cs: Nová Poštovní upomínka
eo: Nova Retpoŝta Alarmo

# @item:inmenu
source: Audio Alarm Template
eo: Aŭd-Alarma Ŝablono

# @action
source: New Audio Alarm
cs: Nová Zvuková upomínka
eo: Nova Aŭda Alarmo

# @action
source: New Alarm From Template
eo: Nova Alarmo De Ŝablono

# @title:window
source: Configure
cs: Nastavení
eo: Agordi

# @title:tab General preferences
source: General
cs: Obecné
eo: Ĝenerala

# @title General preferences
source: General
cs: Obecné
eo: Ĝenerala

# @title:tab
source: Time & Date
cs: Čas a datum
eo: Tempo & Dato

# @title
source: Time and Date
cs: Čas a datum
eo: Tempo kaj Dato

# @title:tab
source: Storage
cs: Úložiště
eo: Konservado

# @title
source: Alarm Storage
cs: Archiv upomínek
eo: Alarma Konservado

# @title:tab Email preferences
source: Email
eo: Retpoŝto

# @title
source: Email Alarm Settings
cs: Nastavení Poštovní upomínky
eo: Retpoŝta Alarma Agordo

# @title:tab
source: Alarm Defaults
cs: Výchozí nastavení upomínek
eo: Defaŭltoj de alarmo

# @title
source: Default Alarm Edit Settings
cs: Úprava výchozího nastavení upomínky
eo: Defaŭltaj Alarmredaktaj Agordoj

# @title:tab
source: View
cs: Pohled
eo: Rigardi

# @title
source: View Settings
cs: Nastavení zobrazení
eo: Rigardi Agordojn

# @info
source: Reset all tabs to their default values, or only reset the current tab?
cs: Obnovit výchozí nastavení všech karet, nebo pouze aktuální karty?
eo: Restarigi ĉiujn langetojn al siaj defaŭltaj valoroj, aŭ nur restarigi la nunan langeton?

# @action:button Reset ALL tabs
source: All
eo: Ĉiuj

# @action:button Reset the CURRENT tab
source: Current
eo: Nuna

# @title:group
source: Run Mode
cs: Režim spouštění
eo: Kura Reĝimo

# @option:radio
source: Run automatically
eo: Ruli aŭtomate

# @info:tooltip
source: Start KAlarm automatically at login. This option must be checked to enable normal functioning of KAlarm.
eo: Lanĉi KAlarm aŭtomate ĉe ensaluto. Ĉi elekteblo devas esti markita por ebligi normalan funkciadon de KAlarm.

# @option:radio
source: Run manually only
eo: Ruli nur permane

# @info:tooltip
source: Only run KAlarm manually, never automatically. KAlarm will only function when you manually start it.
eo: Ruli KAlarm nur permane, neniam aŭtomate. KAlarm nur ekfunkcios kiam vi mane lanĉas ĝin.

# @option:radio
source: Do not run
eo: Ne ruli

# @info:tooltip
source: Stop using KAlarm. If you later run it again, it will then resume normal functioning.
eo: Ĉesu uzi KAlarm. Se vi poste rulos ĝin denove, ĝi tiam rekomencos normalan funkciadon.

# @info:whatsthis
source: To run <application>KAlarm</application> normally
eo: Por ruli <application>KAlarm</application> normale

# @option:check
source: Warn before quitting
cs: Upozornit před ukončením
eo: Averti antaŭ ol ĉesi

# @info:whatsthis
source: Check to display a warning prompt before quitting <application>KAlarm</application>.
cs: Volbu označte, pokud si přejete, aby <application>KAlarm</application> před ukončením vyžadoval potvrzení.
eo: Marku por montri averton antaŭ ol ĉesi <application>KAlarm</application>.

# @option:check
source: Enable alarm names
eo: Ebligi alarmnomojn

# @info:whatsthis
source: Check to have the option to give alarms a name. This is a convenience to help you to identify alarms.
eo: Marku por havi la eblon doni nomon al alarmoj. Ĉi tio estas oportuno por helpi vin identigi alarmojn.

# @option:check
source: Confirm alarm deletions
cs: Potvrdit odstranění upomínek
eo: Konfirmi alarmforigojn

# @label:spinbox
source: Default defer time interval:
cs: Výchozí interval odložení:
eo: Defaŭlta prokrasta tempointervalo:

# @info:whatsthis
source: Enter the default time interval (hours & minutes) to defer alarms, used by the Defer Alarm dialog.
cs: Zadejte výchozí časový interval (hodiny a minuty), který bude zobrazován v dialogu pro odložení upomínky.
eo: Enigu la defaŭltan tempintervalon (horoj kaj minutoj) por prokrasti alarmojn, uzatan de la dialogo Prokrasti alarmon.

# @title:group
source: Terminal for Command Alarms
cs: Terminál pro Upomínky s příkazem
eo: Terminalo por Komando-Alarmoj

# @info:whatsthis
source: Choose which application to use when a command alarm is executed in a terminal window
cs: Vyberte aplikaci, která má být použita při spuštění Upomínky s příkazem v okně terminálu
eo: Elektu kiun aplikaĵon uzi kiam komanda alarmo estas plenumita en fina fenestro

# @info:whatsthis
source: Check to execute command alarms in a terminal window by <icode>%1</icode>
cs: Volbu označte, pokud si přejete, aby byl příkaz upomínky proveden v okně terminálu pomocí <icode>%1</icode>
eo: Marku por plenumi komandalarmojn en fina fenestro per <icode>%1</icode>

# @option:radio Other terminal window command
source: Other:
cs: Jiný:
eo: Alia:

# @info:whatsthis
source: Enter the full command line needed to execute a command in your chosen terminal window. By default the alarm's command string will be appended to what you enter here. See the <application>KAlarm</application> Handbook for details of special codes to tailor the command line.
cs: Zadejte celý příkaz potřebný k provedení příkazu ve vámi zvoleném okně terminálu. Výchozí řetězec příkazu upomínky bude připojen k vámi zapsanému řetězci. Další podrobnosti o speciálních kódech k úpravám v příkazovém řádku naleznete v příručce aplikace <application>KAlarm</application>.
eo: Enigu la plenan komandlinion necesan por plenumi komandon en via elektita fina fenestro. Defaŭlte la komandĉeno de la alarmo estos almetita al tio, kion vi enigas ĉi tie. Vidu la <application>KAlarm</application> Manlibron por detaloj pri specialaj kodoj por adapti la komandlinion.

# @title:group
source: Plugins
cs: Moduly
eo: Kromaĵoj

# @title:group
source: Audio Backend
eo: Aŭd-Backend

# @info:whatsthis
source: Choose which audio backend to use to play sound files
eo: Elekti la aŭd-backend por ludi la sondosierojn

# @option:check
source: Enable Akonadi
cs: Povolit Akonadi
eo: Ebligi Akonadi

# @info:tooltip
source: Enable the use of Akonadi to provide features including birthday import, some email functions, and email address book lookup.
eo: Ebligu la uzon de Akonadi por provizi funkciojn inkluzive de naskiĝtaga importado, iuj retpoŝtaj funkcioj kaj serĉo de retpoŝtadreso.

# @info:whatsthis
source: Enable the use of Akonadi to provide features including birthday import, some email functions, and email address book lookup.
eo: Ebligu la uzon de Akonadi por provizi funkciojn inkluzive de naskiĝtaga importado, iuj retpoŝtaj funkcioj kaj serĉo de retpoŝtadreso.

# @info
source: <para>No command is specified to invoke a terminal window.</para><para>The default command (<command>%1</command>) will be used.</para>
eo: <para>Neniu komando estas specifita por alvoki terminalan fenestron.</para><para>La defaŭlta komando (<command>%1</command>) estos uzata.</para>

# @info
source: No command is specified to invoke a terminal window
eo: Neniu komando estas specifita por alvoki terminalan fenestron

# @info
source: Command to invoke terminal window not found: <command>%1</command>
cs: Příkaz pro vyvolání okna terminálu nebyl nalezen: <command>%1</command>
eo: Ne trovita komando por alvoki terminalan fenestron: <command>%1</command>

# @info
source: You should not check this option unless you intend to discontinue use of <application>KAlarm</application>
eo: Vi ne devu marki ĉi tiun elekteblon krom se vi intencas ĉesi uzon de <application>KAlarm</application>

# @info
source: This will prevent <application>KAlarm</application> from functioning<nl/>except if you manually start it.
eo: Tio ĉi malhelpos <application>KAlarm</application> funkcii<nl/>krom se vi permane lanĉas ĝin.

# @info:whatsthis
source: Select the time zone which <application>KAlarm</application> should use as its default for displaying and entering dates and times.
cs: Vyberte časové pásmo, které bude <application>KAlarm</application> používat jako výchozí pro zobrazování a zadávání data a časů.
eo: Elektu la horzonon, kiun <application>KAlarm</application> uzu kiel defaŭltan por montri kaj enigi datojn kaj horojn.

# @label:listbox
source: Holiday region:
cs: Oblast dovolené:
eo: Feria regiono:

# @info:whatsthis
source: Select which holiday region to use
cs: Zvolte oblast, kde trávíte dovolenou
eo: Elekti kiun ferian regionon uzi

# No holiday region
source: None
cs: Žádné
eo: Neniu

# @label:spinbox How long before alarm to wake system from suspend
source: Wake from suspend before alarm:
eo: Vekiĝi de suspendo antaŭ alarmo:

# @info:whatsthis
source: Enter how many minutes before the alarm trigger time to wake the system, for alarms set to wake from suspend. This can be used to ensure that the system is fully restored by the time the alarm triggers.
eo: Enigu kiom da minutoj antaŭ la tempo de ekfunkciigo de alarmo por veki la sistemon, por alarmoj agorditaj por veki de suspendo. Ĉi tio povas esti uzata por certigi, ke la sistemo estas plene restarigita antaŭ la tempo kiam la alarmo ekfunkciiĝas.

# @label Time unit for user entered number
source: minutes
eo: minutoj

# @label:spinbox
source: Start of day for date-only alarms:
cs: Začátek dne pro upomínky s datem:
eo: Komenco de tago por nur-dataj alarmoj:

# @info:whatsthis
source: <para>The earliest time of day at which a date-only alarm will be triggered.</para><para>%1</para>
cs: <para>V kolik hodin ráno nejdříve bude možné spouštět upomínky s datem.</para><para>%1</para>
eo: <para>La plej frua horo de la tago je kiu ekiĝos nur dato-alarmo.</para><para>%1</para>

# @title:group
source: Working Hours
cs: Pracovní doba
eo: Laborhoroj

# @info:whatsthis
source: Check the days in the week which are work days
cs: Zvolte pracovní dny v týdnu
eo: Marku la tagojn en la semajno kiuj estas labortagoj

# @label:spinbox
source: Daily start time:
cs: Počátek pracovní doby:
eo: Ĉiutaga komenca tempo:

# @info:whatsthis
source: <para>Enter the start time of the working day.</para><para>%1</para>
cs: <para>Zadejte čas začátku pracovního dne.</para><para>%1</para>
eo: <para>Enigu la komencan tempon de la labortago.</para><para>%1</para>

# @label:spinbox
source: Daily end time:
cs: Konec pracovní doby:
eo: Ĉiutaga finotempo:

# @info:whatsthis
source: <para>Enter the end time of the working day.</para><para>%1</para>
cs: <para>Zadejte čas konce pracovního dne.</para><para>%1</para>
eo: <para>Enigu la fintempon de la labortago.</para><para>%1</para>

# @label:spinbox
source: KOrganizer event duration:
cs: Doba trvání události KOragnizer:
eo: KOrganizer-okazaĵodaŭro:
