Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# NAME OF TRANSLATORS
source: Your names
cs: Klára Cihlářová, Zdeněk Pech
eo: Axel Rousseau,Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
cs: koty@seznam.cz, dom.toretto@seznam.cz
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com

# @info
source: No mail transport configured for email identity <resource>%1</resource>
cs: Pro identitu <resource>%1</resource> není nastaven žádný transport.
eo: Neniu poŝta transporto agordita por retpoŝta identeco <resource>%1</resource>

# @info
source: Emails may not have been sent
cs: Zprávy možná nebyly odeslány
eo: Retpoŝtoj eble ne estis senditaj

# @info
source: Program error
cs: Chyba v programu
eo: Programa eraro

# @info
source: Enter the length of time (in hours and minutes) after the current time to schedule the alarm.
cs: Zadejte dobu (v hodinách a minutách) od aktuálního času pro naplánování upomínky.
eo: Enigu la daŭron (en horoj kaj minutoj) post la nuna horo por plani la alarmon.

# @info
source: If a recurrence is configured, the start date/time will be adjusted to the first recurrence on or after the entered date/time.
cs: Pokud je nakonfigurováno opakování, datum / čas spuštění bude přizpůsoben prvnímu opakování v zadaném datu / čase, nebo později.
eo: Se ripetiĝo estas agordita, la komenca dato/tempo estos alĝustigita al la unua ripetiĝo en aŭ post la enigita dato/tempo.

# @info
source: This uses KAlarm's default time zone, set in the Configuration dialog.
cs: Zde je používána výchozí časové pásmo aplikace KAlarm zvolené v dialogu pro nastavení.
eo: Ĉi tio uzas la defaŭltan horzonon de KAlarm, fiksitan en la dialogo Agordo.

# @option:radio
source: Defer until:
cs: Pozdržet do:
eo: Prokrasti ĝis:

# @option:radio
source: At date/time:
cs: V datum / čas:
eo: Ja dato/horo:

# @info:whatsthis
source: Reschedule the alarm to the specified date and time.
cs: Znovu naplánovat upomínku na zadané datum a čas.
eo: Replani la alarmon al la specifita dato kaj horo.

# @info:whatsthis
source: Specify the date, or date and time, to schedule the alarm.
cs: Zvolit datum, nebo datum a čas pro naplánování upomínky.
eo: Indiku la daton, aŭ daton kaj horon, por plani la alarmon.

# @info:whatsthis
source: <para>Enter the date to schedule the alarm.</para><para>%1</para>
cs: <para>Zadejte datum pro naplánování upomínky.</para><para>%1</para>
eo: <para>Enigu la daton por plani la alarmon.</para><para>%1</para>

# @info:whatsthis
source: <para>Enter the time to schedule the alarm.</para><para>%1</para><para>%2</para>
cs: <para>Zadejte čas pro naplánování upomínky.</para><para>%1</para><para>%2</para>
eo: <para>Enigu la tempon por plani la alarmon.</para><para>%1</para><para>%2</para>

# @option:check
source: Any time
cs: Kdykoliv
eo: Iu ajn horo

# @info:tooltip
source: Set only a date (without a time) for the alarm
cs: Nastavit pouze datum upomínky (bez času)
eo: Agordi nur daton (sen horo) por la alarmo

# @info:whatsthis
source: Check to specify only a date (without a time) for the alarm. The alarm will trigger at the first opportunity on the selected date.
cs: Zaškrtněte volbu, pokud si přejete zadat pouze datum upomínky (bez času). Upomínka bude spuštěna při první příležitosti ve vybraném datu.
eo: Marku por specifi nur daton (sen horo) por la alarmo. La alarmo ekfunkciiĝos ĉe la unua okazo en la elektita dato.

# @option:radio Defer for time interval
source: Defer for:
cs: Pozdržet po:
eo: Prokrasti je:

# @option:radio
source: Time from now:
cs: Čas od této chvíle:
eo: Horo ekde nun:

# @info:whatsthis
source: Reschedule the alarm for the specified time interval after now.
cs: Znovu naplánovat upomínku na zadaný časový interval od této chvíle.
eo: Replanu la alarmon por la specifita tempointervalo post nun.

# @info:whatsthis
source: Schedule the alarm after the specified time interval from now.
cs: Naplánovat upomínku na zadaný časový interval od této chvíle.
eo: Planu la alarmon post la specifita tempointervalo ekde nun.

# @item:inlistbox
source: Preset
cs: Přednastavení
eo: Antaŭmeto

# @item:inlistbox
source: 1 minute
cs: 1 minuta
eo: 1 minuto

# @item:inlistbox
source: 1 hour
cs: 1 hodina
eo: 1 horo

# @item:inlistbox
source: 1 day
cs: 1 den
eo: 1 tago

# @item:inlistbox
source: 1 week
cs: 1 týden
eo: 1 semajno

# @info:tooltip
source: Select time delay from a list of preset values
eo: Elekti tempprokraston el listo de antaŭdifinitaj valoroj

# @action:button
source: Time Zone...
cs: Časové pásmo...
eo: Horzono...

# @info:tooltip
source: Choose a time zone for this alarm
cs: Vyberte časové pásmo upomínky
eo: Elekti horzonon por ĉi tiu alarmo

# @info:whatsthis
source: Choose a time zone for this alarm which is different from the default time zone set in KAlarm's configuration dialog.
cs: Vyberte časovou zónu pro tuto upomínku, která se liší od výchozí časové zóny nastavené v dialogu pro konfiguraci aplikace KAlarm.
eo: Elektu horzonon por ĉi tiu alarmo kiu diferencas de la defaŭlta horzono fiksita en la agorda dialogo de KAlarm.

# @label:listbox
source: Time zone:
cs: Časové pásmo:
eo: Horzono:

# @info:whatsthis
source: Select the time zone to use for this alarm.
cs: Vybrat časové pásmo použité v této upomínce.
eo: Elektu la horzonon por uzi por ĉi tiu alarmo.

# @info
source: Invalid time
cs: Neplatný čas
eo: Nevalida horo

# @info
source: Invalid date
cs: Neplatné datum
eo: Nevalida dato

# @info
source: Alarm date has already expired
cs: Datum upomínky již uplynulo
eo: Alarma dato jam eksvalidiĝis

# @info
source: Alarm time has already expired
cs: Čas upomínky již uplynul
eo: Alarmtempo jam eksvalidiĝis

# @info
source: Cannot initialize audio system
eo: Ne eblas pravalorizi sonsistemon

# @info
source: Cannot initialize audio system: %1
eo: Ne eblas pravalorizi sonsistemon: %1

# @info
source: <para>Error playing audio file <filename>%1</filename></para><para>%2</para>
eo: <para>Eraro dum reproduktado de sondosiero <filename>%1</filename></para><para>%2</para>

# @info
source: Cannot set the audio volume: %1
eo: Ne eblas meti la laŭtecon: %1

# @info
source: <para>Error opening audio file: <filename>%1</filename></para>
eo: <para>Eraro malfermante sondosieron: <filename>%1</filename></para>

# @info
source: Cannot initialize audio player
eo: Ne eblas pravalorizi sonludilon

# @info
source: <para>Error playing audio file: <filename>%1</filename></para>
eo: <para>Eraro dum la ludado de sondosiero: <filename>%1</filename></para>

source: KAlarm Autostart
cs: Automaticky spustit KAlarm
eo: KAlarm Aŭtomata starto

source: KAlarm autostart at login
cs: Automaticky spustit KAlarm při přihlášení
eo: KAlarm aŭtomata starto ĉe ensaluto

source: Author
cs: Autor
eo: Aŭtoro

source: Application to run
cs: Aplikace ke spuštění
eo: Aplikaĵo lanĉenda

source: Command line arguments to pass to application
cs: Argumenty příkazového řádku, jenž se mají předat aplikaci
eo: Komandliniaj argumentoj donendaj al apliko

# @title:window
source: Import Birthdays From KAddressBook
cs: Importovat narozeniny z Knihy adres
eo: Importi Naskiĝtagojn El KAddressBook

# @label:textbox
source: Alarm name:
cs: Název upomínky:
eo: Alarmnomo:

# @info:whatsthis
source: Enter a name to help you identify this alarm. This is optional and need not be unique.
eo: Enigu nomon por helpi vin identigi ĉi tiun alarmon. Ĉi tio estas laŭvola kaj ne devas esti unika.

# @info
source: Birthday:
cs: Narozeniny:
eo: Naskiĝtago:

# @title:group
source: Alarm Text
cs: Text upomínky
eo: Alarmteksto:

# @label:textbox
source: Prefix:
cs: Předpona:
eo: Prefikso:

# @info:whatsthis
source: Enter text to appear before the person's name in the alarm message, including any necessary trailing spaces.
cs: Zadejte text, který se zobrazí před jménem osoby ve zprávě upomínky včetně všech nezbytných koncových mezer.
eo: Enigu tekston aperigendan antaŭ la nomo de la persono en la alarmmesaĝo, inkluzive de iuj necesaj postaj spacoj.

# @label:textbox
source: Suffix:
cs: Přípona:
eo: Sufikso:

# @info:whatsthis
source: Enter text to appear after the person's name in the alarm message, including any necessary leading spaces.
cs: Zadejte text, který se zobrazí za jménem osoby ve zprávě alarmu, včetně všech nezbytných počátečních mezer.
eo: Enigu tekston aperigendan post la nomo de la persono en la alarmmesaĝo, inkluzive de iuj necesaj gvidaj spacoj.

# @title:group
source: Select Birthdays
cs: Vybrat narozeniny
eo: Elekti Naskiĝtagojn

# @info:whatsthis
source: <para>Select birthdays to set alarms for.<nl/>This list shows all birthdays in <application>KAddressBook</application> except those for which alarms already exist.</para><para>You can select multiple birthdays at one time by dragging the mouse over the list, or by clicking the mouse while pressing Ctrl or Shift.</para>
cs: <para>Vyberte narozeniny, na které má být nastaveno upozornění.<nl/>Tento seznam zobrazuje všechny narozeniny v <application>Knize adres</application> vyjma těch na které již upozornění existuje.</para><para>Současně můžete vybrat více narozenin přetažením myši přes seznam, nebo kliknutím na tlačítko myši při současném stisku Ctrl nebo Shift.</para>
eo: <para>Elektu naskiĝtagojn por agordi alarmojn.<nl/>Ĉi tiu listo montras ĉiujn naskiĝtagojn en <application>KAddressBook</application> krom tiuj por kiuj alarmoj jam ekzistas.</para><para>Vi povas elekti plurajn naskiĝtagojn samtempe. tempo trenante la muson super la liston, aŭ klakante la muson premante Ctrl aŭ Shift.</para>

# @title:group
source: Alarm Configuration
cs: Nastavení upomínky
eo: Alarm-Agordo

# @info:whatsthis
source: Check to display a reminder in advance of or after the birthday.
eo: Marku por montri memorigilon antaŭ aŭ post la naskiĝtago.

# @info:whatsthis
source: Enter the number of days before or after each birthday to display a reminder. This is in addition to the alarm which is displayed on the birthday.
cs: Zadejte počet dní před nebo po každých narozeninách, kdy se má zobrazit připomenutí. Toto je dodatek k upomínce, která je zobrazena v den narozenin.
eo: Enigu la nombron da tagoj antaŭ aŭ post ĉiu naskiĝtago por montri memorigilon. Ĉi tio estas aldone al la alarmo, kiu estas montrata dum la naskiĝtago.

# @info:whatsthis
source: Select whether the reminder should be triggered before or after the birthday.
eo: Elektu ĉu la memorigilo devas esti ekigita antaŭ aŭ post la naskiĝtago.

# @action:button
source: Sub-Repetition
cs: Vnořené opakování
eo: Sub-Ripeto

# @info:whatsthis
source: Set up an additional alarm repetition
cs: Nastavit dodatečné opakování upomínky
eo: Agordi plian alarmripeton

source: Prompt for confirmation when alarm is acknowledged
cs: Dotazovat se na potvrzení při zobrazení alarmu
eo: Peti konfirmon kiam alarmo estas agnoskita

source: Attach file to email (repeat as needed)
cs: Přiložit soubor k e-mailu (opakovat podle potřeby)
eo: Aldoni dosieron al retpoŝto (ripetu laŭbezone)

source: Auto-close alarm window after --late-cancel period
cs: Automaticky zavřít upomínku po uplynutí periody pro zrušení při zpoždění
eo: Aŭtomate fermi alarmfenestron post --late-cancel periodo

source: Blind copy email to self
cs: Skrytá kopie e-mailu sobě
eo: Blinda kopia retpoŝto al mem

source: Beep when message is displayed
cs: Pípnout při zobrazení zprávy
eo: Bipi kiam mesaĝo estas montrata

source: Message background color (name or hex 0xRRGGBB)
cs: Barva pozadí zprávy (název nebo číslo 0xRRGGBB)
eo: Fonkoloro de mesaĝo (nomo aŭ heks 0xRRGGBB)

source: Message foreground color (name or hex 0xRRGGBB)
cs: Barva písma zprávy (název nebo číslo 0xRRGGBB)
eo: Mesaĝa malfonokoloro (nomo aŭ heks 0xRRGGBB)

source: Cancel alarm with the specified event ID
cs: Zrušit upomínku se zadaným ID události
eo: Nuligi alarmon kun la specifita eventa ID

source: Disable the alarm
cs: Zakázat tuto upomínku
eo: Malebligi la alarmon

source: Disable monitoring of all alarms
eo: Malebligi monitoradon de ĉiuj alarmoj

source: Execute a shell command line
cs: Spustit příkaz shellu
eo: Efektivigi ŝelan komandlinion

source: Command line to generate alarm message text
cs: Příkaz k vygenerování textu zprávy upomínky
eo: Komandlinio por generi alarmmesaĝon tekston

source: Display the alarm edit dialog to edit the specified alarm
cs: Zobrazit dialog pro úpravy zvolené upomínky
eo: Montri la alarm-redaktan dialogon por redakti la specifitan alarmon

source: Display the alarm edit dialog to edit a new display alarm
cs: Zobrazit dialog pro úpravy nové Upomínky zobrazením
eo: Montri la alarm-redaktan dialogon por redakti novan ekranan alarmon

source: Display the alarm edit dialog to edit a new command alarm
cs: Zobrazit dialog pro úpravy nové Upomínky s příkazem
eo: Montri la alarm-redaktan dialogon por redakti novan komandan alarmon

source: Display the alarm edit dialog to edit a new email alarm
cs: Zobrazit dialog pro úpravy nové Poštovní upomínky
eo: Montri la alarm-redaktan dialogon por redakti novan retpoŝtan alarmon

source: Display the alarm edit dialog to edit a new audio alarm
cs: Zobrazit dialog pro úpravy nové Zvukové upomínky
eo: Montri la alarm-redaktan dialogon por redakti novan sonan alarmon

source: Display the alarm edit dialog, preset with a template
cs: Zobrazit dialog pro úpravy upomínek s nastavením šablon
eo: Montri la alarm-redaktan dialogon, antaŭdifinitan kun ŝablono

source: File to display
cs: Soubor k zobrazení
eo: Dosiero por montri

source: KMail identity to use as sender of email
cs: Identita KMailu použitá pro zasílání e-mailů
eo: KMail-identeco por uzi kiel sendinto de retpoŝto

source: Interval between alarm repetitions
cs: Interval mezi opakováním upomínky
eo: Intervalo inter alarmripetoj

source: Show alarm as an event in KOrganizer
cs: Zobrazit upomínku jako událost v aplikaci KOrganizer
eo: Montri alarmon kiel eventon en KOrganizer

source: Cancel alarm if more than 'period' late when triggered
cs: Zrušit upomínku, pokud je při jejím spuštění zpoždění větší než perioda
eo: Nuligi alarmon se pli ol "periodo" malfrue kiam ekigita

source: Output list of scheduled alarms to stdout
cs: Vypsat seznam naplánovaných upomínek na stdout
eo: Eligi liston de planitaj alarmoj al stdout

source: Repeat alarm at every login
cs: Opakovat upomínku při každém přihlášení
eo: Ripeti alarmon ĉe ĉiu ensaluto

source: Send an email to the given address (repeat as needed)
cs: Poslat e-mail na zadanou adresu (opakovat podle potřeby)
eo: Sendi retpoŝton al la donita adreso (ripeti laŭbezone)

source: Name of alarm
cs: Název upomínky
eo: Nomo de alarmo

source: Display alarm message as a notification
cs: Zobrazit zprávu upomínky jako upozornění
eo: Montri alarmmesaĝon kiel sciigon

source: Audio file to play once
cs: Zvukový soubor, který má být přehrán jednou
eo: Sondosiero por ludi unufoje

source: Audio file to play repeatedly
cs: Zvukový soubor, který má být přehráván opakovaně
eo: Sondosiero por ludi plurfoje

source: Specify alarm recurrence using iCalendar syntax
cs: Určit opakování upomínky použitím syntaxe iCalendar
eo: Specifi alarmripeton per iCalendar-sintakso

source: Display reminder before or after alarm
cs: Zobrazit připomenutí před a po upomínce
eo: Montri memorigilon antaŭ aŭ post alarmo

source: Display reminder once, before or after first alarm recurrence
eo: Montri memorigilon unufoje, antaŭ aŭ post la unua alarmo ripetiĝo

source: Number of times to repeat alarm (including initial occasion)
cs: Počet opakování upomínky (včetně prvního zobrazení)
eo: Nombro da fojoj por ripeti alarmon (inkluzive de komenca okazo)

source: Speak the message when it is displayed
cs: Číst zobrazenou zprávu
eo: Paroli la mesaĝon kiam ĝi montriĝas

source: Email subject line
cs: Předmět e-mailu
eo: Retpoŝta temlinio

source: Simulate system time [[[yyyy-]mm-]dd-]hh:mm [TZ] (debug mode)
cs: Simulace systémového času [[[rrrr-]mm-]dd-]hh:mm [TZ] (režim ladění)
eo: Simuli sisteman tempon [[[jjyy-]mm-]dd-]hh:mm [TZ] (sencimiga reĝimo)

source: Trigger alarm at time [[[yyyy-]mm-]dd-]hh:mm [TZ], or date yyyy-mm-dd [TZ]
cs: Čas spuštění upomínky [[[rrrr-]mm-]dd-]hh:mm [TZ], nebo datum rrrr-mm-dd [TZ]
eo: Ekfunkciigi alarmon je la tempo [[[jjyy-]mm-]dd-]hh:mm [TZ], aŭ dato jyyy-mm-dd [TZ]

source: Display system tray icon
cs: Zobrazit ikonu systémové části panelu
eo: Montri sistempletan piktogramon

source: Trigger alarm with the specified event ID
cs: Zobrazit upomínku se zadaným ID události
eo: Ekagigi alarmon kun la specifita event-ID

source: Repeat until time [[[yyyy-]mm-]dd-]hh:mm [TZ], or date yyyy-mm-dd [TZ]
cs: Čas ukončení opakování [[[rrrr-]mm-]dd-]hh:mm [TZ], nebo datum rrrr-mm-dd [TZ]
eo: Ripeti ĝis tempo [[[jjyy-]mm-]dd-]hh:mm [TZ], aŭ dato jyyy-mm-dd [TZ]

source: Volume to play audio file
cs: Hlasitost pro přehrání zvukového souboru
eo: Laŭteco por ludi sondosieron

source: Message text to display
cs: Text zprávy, který má být zobrazen
eo: Mesaĝo teksto por montri

# @info:shell
source: <icode>%1</icode>: invalid email address
cs: <icode>%1</icode>: neplatná adresa
eo: <icode>%1</icode>: nevalida retadreso

# @info:shell
source: Invalid <icode>%1</icode> parameter for date-only alarm
cs: Neplatný parametr <icode>%1</icode> pro upomínku s datem
eo: Nevalida <icode>%1</icode> parametro por nur dato-alarmo

# @info:shell
source: <icode>%1</icode> earlier than <icode>%2</icode>
cs: <icode>%1</icode> je dřívější než <icode>%2</icode>
eo: <icode>%1</icode> pli frue ol <icode>%2</icode>

# @info:shell
source: Invalid <icode>%1</icode> and <icode>%2</icode> parameters: repetition is longer than <icode>%3</icode> interval
cs: Neplatné parametry <icode>%1</icode> a <icode>%2</icode> : opakování je delší než interval <icode>%3</icode>
eo: Nevalidaj <icode>%1</icode> kaj <icode>%2</icode> parametroj: ripeto estas pli longa ol <icode>%3</icode> intervalo

# @info:shell
source: : option(s) only valid with an appropriate action option or message
cs: : volby platné pouze s volbami vhodnými pro činnost, nebo se zprávou
eo: : opcio(j) valida(j) nur kun taŭga ago opcio aŭ mesaĝo

# @info:shell
source: Use --help to get a list of available command line options.
cs: Seznam dostupných voleb získáte pomocí --help.
eo: Uzu --help por akiri liston de disponeblaj komandliniaj opcioj.

# @info:shell
source: <icode>%1</icode> requires <icode>%2</icode>
cs: <icode>%1</icode> vyžaduje <icode>%2</icode>
eo: <icode>%1</icode> postulas <icode>%2</icode>

# @info:shell
source: <icode>%1</icode> requires <icode>%2</icode> or <icode>%3</icode>
cs: <icode>%1</icode> vyžaduje <icode>%2</icode> nebo <icode>%3</icode>
eo: <icode>%1</icode> postulas <icode>%2</icode> aŭ <icode>%3</icode>

# @info:shell
source: Invalid <icode>%1</icode> parameter
cs: Neplatný parametr <icode>%1</icode>
eo: Nevalida <icode>%1</icode> parametro

# @info:shell
source: <icode>%1</icode> incompatible with <icode>%2</icode>
cs: <icode>%1</icode> není kompatibilní s <icode>%2</icode>
eo: <icode>%1</icode> nekongrua kun <icode>%2</icode>

# @label
source: KAlarm version
cs: Verze programu KAlarm
eo: KAlarm-versio

# @info:whatsthis
source: KAlarm version which wrote this file.
cs: Verze programu KAlarm, který zapsal tento soubor.
eo: KAlarm-versio kiu skribis ĉi tiun dosieron.

# @label
source: Data storage backend
cs: Podpůrná vrstva datového úložiště
eo: Backend de konservado de datumoj

# @info:whatsthis
source: Data storage backend currently used by KAlarm.
cs: Podpůrná vrstva datového úložiště momentálně použitá KAlarmem.
eo: Datumkonserveja backend nuntempe uzata de KAlarm.

# @option
source: KResources
eo: KRimedoj

# @option
source: File Resources
eo: Dosieraj Rimedoj

# @label
source: Enable Akonadi plugin
cs: Povolit modul Akonadi
eo: Ebligi Akonadi-aldonaĵon

# @info:whatsthis
source: Choose whether to enable KAlarm's Akonadi plugin, which uses Akonadi to provide features including birthday import, some email functions, email address book lookup, and Akonadi resource migration on first run.
eo: Elektu ĉu ebligi la kromprogramon Akonadi de KAlarm, kiu uzas Akonadi por provizi funkciojn inkluzive de naskiĝtaga importado, iuj retpoŝtaj funkcioj, serĉo de retpoŝtadresolibro kaj migrado de rimedoj Akonadi ĉe la unua kuro.

# @label
source: Audio backend
eo: Aŭd-Backend

# @info:whatsthis
source: Which audio backend to prefer.
eo: Kiun aŭd-backend preferi.

# @label
source: Time zone
cs: Časové pásmo
eo: Horzono

# @info:whatsthis
source: Select the time zone which KAlarm should use as its default for displaying and entering dates and times.
cs: Vyberte časové pásmo, které bude KAlarm používat jako výchozí pro zobrazování a zadávání data a časů.
eo: Elektu la horzonon, kiun KAlarm devas uzi kiel defaŭltan por montri kaj enigi datojn kaj horojn.

# @label
source: Holiday region
cs: Oblast dovolené
eo: Feria regiono

# @info:whatsthis
source: Select the holiday region to use.
cs: Zvolte, jaká oblast dovolené má být použita.
eo: Elektu la ferian regionon por uzi.

# @label
source: Foreground color
cs: Barva písma
eo: Malfona koloro

# @info:whatsthis
source: Default foreground color for alarm message windows.
cs: Výchozí barva písma pro okno zprávy upomínky.
eo: Defaŭlta malfonokoloro por alarmmesaĝaj fenestroj.

# @label
source: Background color
cs: Barva pozadí
eo: Fonkoloro

# @info:whatsthis
source: Default background color for alarm message windows.
cs: Výchozí barva pozadí pro okno zprávy upomínky.
eo: Defaŭlta fonkoloro por alarmmesaĝaj fenestroj.

# @label
source: Enable alarm names
cs: Povolit názvy upomínek
eo: Ebligi alarmnomojn

# @info:whatsthis
source: Choose whether to be able to give alarms a name. This is a convenience to help you to identify alarms.
eo: Elektu ĉu vi povas doni nomon al alarmoj. Ĉi tio estas oportuno por helpi vin identigi alarmojn.

# @label
source: Message font
cs: Písmo zprávy
eo: Tiparo de mesaĝo

# @info:whatsthis
source: Default font for displaying alarm messages.
cs: Výchozí písmo pro zobrazení zprávy upomínky.
eo: Defaŭlta tiparo por montri alarmmesaĝojn.

# @label
source: Show in system tray
cs: Zobrazit v systémové části panelu
eo: Montri en sistempleto

# @info:whatsthis
source: <p>Check to show KAlarm's icon in the system tray. Showing it in the system tray provides easy access and a status indication.</p>
cs: <p>Zaškrtněte aby byl KAlarm zobrazen v systémové části panelu. Zobrazení v systémové části panelu umožňuje snadnější přístup a zjišťování stavu.</p>
eo: <p>Marku por montri la piktogramon de KAlarm en la sistempleto. Montri ĝin en la sistempleto provizas facilan aliron kaj statusindikon.</p>

# @label
source: Auto-hide in system tray if no alarms due within period
eo: Aŭtomate kaŝi en sistempleto se neniuj alarmoj okazontaj dum periodo

# @info:whatsthis
source: <p>Enter -1 to auto-hide KAlarm's icon in the system tray when there are no active alarms.</p><p>To auto-hide the system tray icon when there are no alarms due within a set period of time, enter the time period in minutes.</p><p>Enter 0 to always show the system tray icon.</p>
eo: <p>Enigu -1 por aŭtomate kaŝi la piktogramon de KAlarm en la sistempleto kiam ne estas aktivaj alarmoj.</p><p>Por aŭtomate kaŝi la sistempletan piktogramon kiam ne estas alarmoj okazontaj dum difinita tempodaŭro, enigu la tempoperiodon en minutoj.</p><p>Enigu 0 por ĉiam montri la sistempletan piktogramon.</p>

# @label
source: Desktops without auto-hide in system tray
eo: Labortabloj sen aŭtomata kaŝado en sistempleto

# @info:whatsthis
source: Desktops for which the auto-hide in system tray option is not available.
eo: Labortabloj por kiuj la opcio aŭtomate kaŝi en sistempleto ne estas disponebla.

# @label
source: Start at login
cs: Spustit při přihlášení
eo: Komenci ĉe ensaluto

# @info:whatsthis
source: <p>Automatically start KAlarm whenever you start KDE.</p><p>This option should always be set true if RunMode=Auto, else false.</p>
eo: <p>Aŭtomate lanĉi KAlarm kiam ajn vi lanĉas KDE.</p><p>Ĉi tiu opcio estu ĉiam metita al vera se RunMode=Auto, alikaze al malvera.</p>
