Repository: KDE/kalarm
Catalog: po/*/kalarm.po
Languages: cs, eo

# @info:whatsthis
source: Cancel the alarm if the pre-alarm command fails, i.e. do not display the alarm or execute any post-alarm action command.
cs: Zruší upomínku, pokud nebude činnost před ní řádně dokončena. Tzn., že upomínku nezobrazí nebo neprovede činnost po upomínce.
eo: Nuligi la alarmon se la antaŭalarm-komando malsukcesas, t.e. ne montru la alarmon aŭ ne plenumu iun ajn postalarm-agordon.

# @info:whatsthis
source: Do not show error status or error message if the pre-alarm command fails.
eo: Ne montru erarstatuson aŭ erarmesaĝon se la antaŭalarmilo malsukcesas.

# @title:group
source: Post-Alarm Action
cs: Činnost po upomínce
eo: Post-Alarma Agado

# @info:whatsthis
source: <para>Enter a shell command to execute after the alarm window is closed.</para><para>Note that it is not executed after closing a reminder window. If you defer the alarm, it is not executed until the alarm is finally acknowledged or closed.</para>
cs: <para>Zadejte příkaz shell, který bude proveden po zavření okna upomínky. </para><para>Uvědomte si, že příkaz nebude proveden po zavření okna předchozího připomenutí. Pokud upomínku odložíte, nebude příkaz proveden dokud nebude upomínka s konečnou platností potvrzena nebo uzavřena.</para>
eo: <para>Enigu ŝelan komandon por plenumi post kiam la alarmfenestro estas fermita.</para><para>Rimarku, ke ĝi ne estas efektivigita post fermo de memoriga fenestro. Se vi prokrastas la alarmon, ĝi ne estas efektivigita ĝis kiam la alarmo estas finfine agnoskita aŭ fermita.</para>

# @title:window
source: Alarm Templates
cs: Šablony upomínek
eo: Alarmaj Ŝablonoj

# @info:whatsthis
source: The list of alarm templates
cs: Seznam šablon upomínek
eo: La listo de alarmŝablonoj

# @action:button
source: New
cs: Nový
eo: Nova

# @info:tooltip
source: Create a new alarm template
cs: Vytvořit novou šablonu upomínky
eo: Krei novan alarmŝablonon

# @info:whatsthis
source: Create a new alarm template
cs: Vytvořit novou šablonu upomínky
eo: Krei novan alarmŝablonon

# @info:tooltip
source: Edit the selected alarm template
eo: Redakti la elektitan alarmŝablonon

# @info:whatsthis
source: Edit the currently highlighted alarm template
cs: Upravit aktuálně vybranou šablonu upomínky
eo: Redakti la aktuale elstarigitan alarmŝablonon

# @action:button
source: Copy
cs: Kopírovat
eo: Kopii

# @info:tooltip
source: Create a new alarm template based on the selected template
eo: Krei novan alarmŝablonon bazitan sur la elektita ŝablono

# @info:whatsthis
source: Create a new alarm template based on a copy of the currently highlighted template
cs: Vytvořit novou šablonu upomínky založenou na kopii aktuálně vybrané šablony
eo: Krei novan alarmŝablonon bazitan sur kopio de la nuntempe elstarigita ŝablono

# @info:tooltip
source: Delete the selected alarm templates
eo: Forigi la elektitajn alarmŝablonojn

# @info:whatsthis
source: Delete the currently highlighted alarm templates
eo: Forigi la aktuale elstarigitajn alarmŝablonojn

# @info
source: Do you really want to delete the selected alarm template?
cs: Opravdu si přejete odstranit vybranou šablonu upomínky?
eo: Ĉu vi vere volas forigi la elektitan alarmŝablonon?

# @title:window
source: Delete Alarm Template
cs: Odstranit šablonu upomínky
eo: Forigi Alarmŝablonon

# @action:button
source: &Delete
cs: &Smazat
eo: &Forigi

# @title:window
source: Choose Alarm Template
cs: Vybrat šablonu upomínky
eo: Elekti AlarmŜablonon

# @info:whatsthis
source: Select a template to base the new alarm on.
cs: Vyberte šablonu, na které bude založena nová upomínka.
eo: Elektu ŝablonon por bazigi la novan alarmon.

# @action
source: New Alarm
eo: Nova alarmo

source: Disabled
cs: Zakázáno
eo: Malebligita

# @info:tooltip Brief: some alarms are disabled
source: (Some alarms disabled)
cs: (zablokovány některé upomínky)
eo: (Kelkaj alarmoj malŝaltitaj)

# @info
source: Alarm not found
cs: Upomínka nenalezena
eo: Alarmo ne trovita

# @info
source: Error recreating alarm
cs: Chyba při obnovení upomínky
eo: Eraro dum rekreado de alarmo

# @info
source: Error recreating alarm template
cs: Chyba při obnovení šablony upomínky
eo: Eraro dum rekreado de alarmŝablono

# @info
source: Cannot reactivate archived alarm
cs: Archivovaná upomínka nelze znovu aktivovat
eo: Ne povas reaktivigi arkivitan alarmon

# @info
source: Unknown error
cs: Neznámá chyba
eo: Nekonata eraro

# @info Action to create a new alarm
source: New alarm
cs: Nová upomínka
eo: Nova alarmo

# @info Action to delete an alarm
source: Delete alarm
cs: Smazat upomínku
eo: Forigi alarmon

# @info Action to create a new alarm template
source: New template
cs: Nová šablona
eo: Nova ŝablono

# @info Action to delete an alarm template
source: Delete template
cs: Smazat šablonu
eo: Forigi ŝablonon

# @info
source: Delete archived alarm
cs: Smazat archivovanou upomínku
eo: Forigi arkivitan alarmon

# @info
source: Create multiple alarms
cs: Vytvořit více upomínek
eo: Krei plurajn alarmojn

# @info Action to edit an alarm
source: Edit alarm
cs: Upravit upomínku
eo: Redakti alarmon

# @info Action to edit an alarm template
source: Edit template
cs: Upravit šablonu
eo: Redakti ŝablonon

# @info
source: Delete multiple alarms
cs: Smazat více upomínek
eo: Forigi plurajn alarmojn

# @info
source: Delete multiple templates
cs: Smazat více šablon
eo: Forigi plurajn ŝablonojn

# @info
source: Delete multiple archived alarms
cs: Smazat více archivovaných upomínek
eo: Forigi plurajn arkivitajn alarmojn

# @info
source: Reactivate alarm
cs: Znovu aktivovat upomínku
eo: Reaktivigi alarmon

# @info
source: Reactivate multiple alarms
cs: Znovu aktivovat více upomínek
eo: Reaktivigi plurajn alarmojn

# @title:window
source: Wake From Suspend
cs: Probudit z uspání
eo: Veki El Suspendo

# @info
source: Cannot schedule wakeup time for a date-only alarm
cs: Nelze naplánovat čas probuzení pro upomínku pouze podle data
eo: Ne povas plani vekhoron por nur dato-alarmo

# @info
source: <para>This wakeup will cancel any existing wakeup which has been set by KAlarm or any other application, because your computer can only schedule a single wakeup time.</para><para><note>Wake From Suspend is not supported at all on some computers, especially older ones, and some computers only support setting a wakeup time up to 24 hours ahead. You may wish to set up a test alarm to check your system's capability.</note></para>
eo: <para>Ĉi tiu vekiĝo nuligos ajnan ekzistantan vekiĝon kiu estis agordita de KAlarm aŭ iu ajn alia aplikaĵo, ĉar via komputilo povas nur plani ununuran vekiĝon.</para><para><note>Veko el Suspendo tute ne estas subtenata ĉe iuj komputiloj, precipe pli malnovaj, kaj iuj komputiloj nur subtenas agordi vektempon ĝis 24 horoj antaŭe. Vi eble volas agordi provan alarmon por kontroli la kapablon de via sistemo.</note></para>

source: Wake From Suspend Alarm
cs: Upomínka pro probuzení z uspání
eo: Vek-El-Suspenda Alarmo

source: Show current wake-from-suspend alarm
eo: Montri aktualan alarmon de vekiĝo el suspendo

source: Highlight the current wake-from-suspend alarm in the alarm list. This button is disabled if no wake-from-suspend alarm is configured.
eo: Elstarigi la aktualan vek-el-suspendan alarmon en la alarmlisto. Ĉi tiu butono estas malŝaltita se neniu vek-el-suspenda alarmo estas agordita.

source: Show current alarm
cs: Zobrazit aktuální upomínku
eo: Montri nunan alarmon

source: Set highlighted alarm as the wake-from-suspend alarm
cs: Nastavit zvýrazněnou upomínku jako probouzející upomínku
eo: Meti elstarigitan alarmon kiel la vek-de-suspendan alarmon

source: Set the alarm highlighted in the alarm list to wake-from-suspend. This replaces any existing wake-from-suspend alarm.
cs: Nastavit upomínky v seznamu mající probudit systém z uspání jako zvýrazněné. Tím nahrazeny budou veškeré probouzející upomínky.
eo: Agordu la alarmon elstarigitan en la alarmlisto por veki-de-suspendi. Ĉi tio anstataŭigas ajnan ekzistantan vek-de-suspendan alarmon.

source: Use highlighted alarm
cs: Použít zvýrazněnou upomínku
eo: Uzi emfazitan alarmon

source: Cancel the current wake-from-suspend
cs: Zrušit aktuální probuzení z uspání
eo: Nuligi la nunan vekiĝon de suspendo

source: Cancel the currently configured wake-from-suspend. Note that this does not cancel the alarm itself, which will still trigger in the normal way. This button is disabled if no wake-from-suspend alarm is configured.
cs: Zrušit aktuálně nastavené probuzení z uspání. Pamatujte, že to nezruší samotnou upomínku, která bude spuštěna jako obvykle. Toto tlačítko je zakázáno, pokud není nastavena upomínka pro probuzení z uspání.
eo: Nuligi la nuntempe agorditan vekiĝo-el-suspendo. Notu, ke ĉi tio ne nuligas la alarmon mem, kiu ankoraŭ ekfunkciiĝos laŭ la normala maniero. Ĉi tiu butono estas malŝaltita se neniu alarmo de vekiĝo el suspendo estas agordita.

source: Cancel wake from suspend
cs: Zrušit probuzení z uspání
eo: Nuligi vekiĝon el suspendo

source: Enter how many minutes before the alarm trigger time to wake the system from suspend. This can be used to ensure that the system is fully restored by the time the alarm triggers.
cs: Zadejte, kolik minut před spuštěním upomínky se má systém probrat z uspání. Tím můžete zajistit, že systém je plně probuzen před spuštěním upomínky.
eo: Enigu kiom da minutoj antaŭ la alarmo ektempo por veki la sistemon el suspendo. Ĉi tio povas esti uzata por certigi, ke la sistemo estas plene restarigita antaŭ la tempo kiam la alarmo ekfunkciigas.

source: Number of minutes before alarm to wake from suspend
cs: Počet minut před upomínkou pro probrání z uspání
eo: Nombro da minutoj antaŭ alarmo por veki el suspendo

source: Copyright 2001-%1, David Jarvie
cs: Autorská práva 2001-%1, David Jarvie

# @info:whatsthis
source: <p>Automatically start KAlarm whenever you start KDE.</p><p>This option should always be checked unless you intend to discontinue use of KAlarm.</p>
cs: <p>Automaticky spustit KAlarm, jakmile spustíte KDE.</p><p>Tato volba by měla být vybrána vždy, kromě situace, že byste KAlarm nechtěli používat.</p>

# @label
source: Suppress autostart at login
cs: Potlačit automatické spuštění KAlarmu při přihlášení

source: &File
cs: &Soubor

source: &Edit
cs: Ú&pravy

source: &View
cs: Po&hled

source: &Actions
cs: Č&innosti

source: &Settings
cs: Nasta&vení

# @action
source: Enable &Alarms
cs: Povolit &upomínky

source: Yes
cs: Ano

source: No
cs: Ne

# @info Copy-to in email headers
source: Cc:
cs: Kopie:

# @label
source: Akonadi Item ID
cs: ID položky Akonadi

# @action
source: &Templates...
cs: Š&ablony...

# @action
source: &New
cs: &Nová

# @action
source: Create Tem&plate...
cs: Vytvořit ša&blonu...

# @action
source: &Copy...
cs: &Kopírovat...

# @action
source: &Edit...
cs: &Upravit...

# @action
source: &Delete
cs: &Smazat

# @action
source: Reac&tivate
cs: Znovu akti&vovat

# @action
source: Show Archi&ved Alarms
cs: Z&obrazit archivované upomínky

# @action
source: Show in System &Tray
cs: Zobrazi&t v systémovém panelu

# @action
source: Show &Calendars
cs: Zobrazit &kalendáře

# @action
source: Import &Alarms...
cs: Importovat u&pomínky...

# @action
source: E&xport Selected Alarms...
cs: E&xportovat vybrané upomínky...

# @action
source: E&xport...
cs: E&xportovat...

# @action
source: &Refresh Alarms
cs: Aktualizovat &upomínky

# @action
source: Ena&ble
cs: Povo&lit

# @action
source: Disa&ble
cs: Za&kázat

# @info
source: Cannot open audio file: <filename>%1</filename>
cs: Nelze otevřít zvukový soubor: <filename>%1</filename>

# @info
source: <para>Error playing audio file: <filename>%1</filename></para><para>%2</para>
cs: <para>Chyba při přehrávání zvukového souboru: <filename>%1</filename></para><para>%2</para>

# @action:button
source: &Edit...
cs: &Upravit...

# @action:button
source: &Defer...
cs: &Odložit...

# @item:inmenu
source: &Display Alarm Template
cs: &Zobrazit šablonu upomínky

# @item:inmenu
source: &Command Alarm Template
cs: Šablona &Upomínky s příkazem

# @item:inmenu
source: &Email Alarm Template
cs: Šablona &Poštovní upomínky

# @item:inmenu
source: &Audio Alarm Template
cs: Šablona Z&vukové upomínky

# @action
source: New Alarm From &Template
cs: Nová upomínka ze š&ablony

# @action:button Reset ALL tabs
source: &All
cs: &Všechny

# @action:button Reset the CURRENT tab
source: C&urrent
cs: &Aktuální

# @option:check
source: Start at login
cs: Spustit při přihlášení

# @info:whatsthis
source: <para>Automatically start <application>KAlarm</application> whenever you start KDE.</para><para>This option should always be checked unless you intend to discontinue use of <application>KAlarm</application>.</para>
cs: <para>Automaticky spustí <application>KAlarm</application>, jakmile spustíte KDE.</para><para>Tato volba by měla být vybrána vždy, kromě situace, že byste <application>KAlarm</application> nechtěli používat.</para>

# @info
source: You should not uncheck this option unless you intend to discontinue use of <application>KAlarm</application>
cs: Pokud si přejete <application>KAlarm</application> nadále používat, nemůžete tuto volbu deaktivovat.

# @label 'Bcc' email address
source: Bcc:
cs: Skrytá kopie:

# @option:radio
source: February 2&8th
cs: 28. ú&nora

# @option:radio
source: March &1st
cs: 1. &března

# @option:check
source: Show next &24 hours' alarms
cs: Zobrazit upomínky pro příštích 24 &hodin

# @label:spinbox
source: Recur e&very
cs: Opakovat &každých

# @label On: Tuesday
source: O&n:
cs: Ve d&ny:

# @option:radio On day number in the month
source: O&n day
cs: Kolikátého

# @option:radio On the 1st Tuesday
source: On t&he
cs: Vždy

# @label:listbox
source: February 2&9th alarm in non-leap years:
cs: Upomínky 29. února v nepřestupných rocích:

# @item:inlistbox 1st March (short form)
source: 1 Mar
cs: 1. březen

# @item:inlistbox 28th February (short form)
source: 28 Feb
cs: 28. únor

# @info
source: Resource is not configured.
cs: Zdroj není nastaven.

# @option:radio
source: Acti&ve Alarms
cs: Akti&vní upomínky

# @option:radio
source: Alarm &Templates
cs: Šablony upomíne&k

source: Select which alarm type this resource should contain.
cs: Zvolte, který typ upomínky tento zdroj má obsahovat.

# @label:textbox
source: &Name:
cs: Jmé&no:

# @action Reload calendar
source: Re&load
cs: Znovu načís&t

# @action
source: Show &Details
cs: Zobrazit po&drobnosti

# @action
source: Set &Color...
cs: Nastavit &barvu...

# @action
source: Clear C&olor
cs: Smazat &barvu

# @action
source: &Remove
cs: Odeb&rat

# @action
source: &Add...
cs: Přid&at...

# @action
source: Im&port...
cs: Im&portovat...

# @action
source: Use as &Default for Active Alarms
cs: Použít jako &výchozí pro aktivní upomínky

# @action
source: Use as &Default for Archived Alarms
cs: Použít jako &výchozí pro archivované upomínky

# @action
source: Use as &Default for Alarm Templates
cs: Použít jako &výchozí pro šablony upomínek

# @action
source: &New Alarm
cs: &Nová upomínka
